<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question id="157" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Give me all Apollo 14 astronauts.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Apollo-14-Astronauten.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todos los astronautas de Apolo 14?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi gli astronauti dell'Apollo 14.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donnes-moi tous les astronautes d'Apollo 14.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Geef de astronauten van Apollo 14.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toți astronauții Apollo 14.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[astronaut, Apollo 14]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Astronaut, Apollo 14]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[astronautas, Apolo 14]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[astronauta, Apollo 14]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[astronautes, Apollo 14]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[astronaut, Apollo 14]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[astronaut, Apollo 14]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        ?uri dbo:mission res:Apollo_14 . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Alan_Shepard]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Edgar_Mitchell]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Stuart_Roosa]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="158" onlydbo="false" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[What is the time zone of Salt Lake City?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welcher Zeitzone liegt Salt Lake City?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En qué zona horaria se encuentra Salt Lake City?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[In quale fuso orario si trova Salt Lake City?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est le fuseau horaire de Salt Lake City?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[In welke tijdzone ligt Salt Lake City?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este fusul orar din Salt Lake City?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Salt Lake City, time zone]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Salt Lake City, Zeitzone]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Salt Lake City, zona horaria]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Salt Lake City, fuso orario]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[fuseau horaire, Salt Lake City]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Salt Lake City, tijdzone]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Salt Lake City, fus orar]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX dbp: <http://dbpedia.org/property/> 
SELECT DISTINCT ?uri 
WHERE { 
        res:Salt_Lake_City dbp:timezone ?uri . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mountain_Time_Zone]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="160" onlydbo="false" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Give me a list of all lakes in Denmark.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir eine Liste aller Seen in Dänemark.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame una lista de todos los lagos en Dinamarca.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi una lista di tutti i laghi della Danimarca.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donnes-moi tous les lacs du Danemark.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Noem alle meren in Denemarken.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi o listă a tuturor lacurilor din Danemarca.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[lake, Denmark]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[See, Dänemark]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[lista, lagos, Dinamarca]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[lago, Danimarca]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[lacs, Danemark]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[meer, Denemarken]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[lac, Danemarca]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX yago: <http://dbpedia.org/class/yago/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri 
WHERE { 
        { ?uri rdf:type dbo:Lake .  
          ?uri dbo:country res:Denmark . } 
        UNION 
        { ?uri rdf:type yago:LakesOfDenmark . } 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/The_Lakes,_Copenhagen]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Lake_Bagsv%C3%A6rd]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/B%C3%B8lling_lake]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Fures%C3%B8_(lake)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Lake_Esrum]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Lake_Madum]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Arres%C3%B8]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Eg%C3%A5_Engs%C3%B8]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="161" onlydbo="true" answertype="number" aggregation="true" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[How many missions does the Soyuz programme have?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Missionen umfasst das Soyuz-Programm?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuántas misiones tiene el programa Soyuz?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quante missioni ha il programma Sojuz?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donne-moi le nombre de missions Soyouz.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel missies zijn er in het Soyuz programma?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câte misiuni are programul Soyuz?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[how many, mission, Soyuz programme]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[wieviele, Mission, Soyuz-Programm]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[cuántas, misiones, programa Soyuz]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[quante missioni, programma Sojuz]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[combien, vols, le programme Soyouz]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[hoeveel, missie, Soyuz programma]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[câte, misiune, programul Soyuz]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbp: <http://dbpedia.org/property/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT COUNT(DISTINCT ?uri)
WHERE { 
        ?uri dbp:programme res:Soyuz_programme . 
}  
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[129]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="162" onlydbo="true" answertype="boolean" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Did Socrates influence Aristotle?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Hat Sokrates Aristoteles beeinflusst?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Tuvo Sócrates influencia sobre Aristóteles?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Socrate ha influenzato Aristotele?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Socrate a-t-il influencé Aristote?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Beïnvloedde Socrates Aristoteles?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[L-a influențat Socrate pe Aristotel?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Socrates, influence, Aristotle]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Sokrates, beeinflussen, Aristoteles]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Sócrates, influencia, Aristóteles]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Socrate, influenzare, Aristotele]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Socrate, influencer, Aristote]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[beïnvloeden, Socrates, Aristoteles]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Socrate, influență, Aristotel]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
ASK 
WHERE { 
        res:Socrates dbo:influenced res:Aristotle . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[true]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="164" onlydbo="true" answertype="list" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Give me all launch pads operated by NASA.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle von der NASA betriebenen Startrampen.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todas las plataformas de lanzamiento operadas por la NASA.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutte le rampe di lancio gestite dalla NASA.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donnes-moi toutes les rampes de lancements des Etats-unis.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Noem alle lanceerplatformen van de NASA.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toate rampele de lansare operate de către NASA.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[launch pad, operate, NASA]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Startrampe, betreiben, NASA]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[plataforma de lanzamiento, operada por la NASA]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[rampa di lancio, gestire, NASA]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[rampes de lancements, Etats-unis]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[lanceerplatform, NASA]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[rampă de lansare, operat, NASA]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri 
WHERE { 
        ?uri rdf:type dbo:LaunchPad .  
        ?uri dbo:operator res:NASA . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mid-Atlantic_Regional_Spaceport_Launch_Pad_0]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Broglio_Space_Centre]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Kennedy_Space_Center_Launch_Complex_39]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Cape_Canaveral_Air_Force_Station_Launch_Complex_13]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Keweenaw_Rocket_Range]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Spaceport_Florida_Launch_Complex_36]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Wallops_Flight_Facility_Launch_Area_3]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="165" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Which instruments does Cat Stevens play?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Instrumente spielt Cat Stevens?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué instrumentos tocaba Cat Stevens?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali strumenti suona Cat Stevens?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels instruments joue Cat Stevens?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke instrumenten speeld Cat Stevens?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[La ce instrumente cântă Cat Stevens?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Cat Stevens, instrument]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Cat Stevens, Instrument]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Cat Stevens, instrumento, tocaba]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Cat Stevens, strumenti]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Cat Stevens, instrument]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Cat Stevens, instrument]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Cat Stevens, instrument]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        res:Cat_Stevens dbo:instrument ?uri . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mellotron]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Rhodes_piano]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Bass_guitar]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Double_bass]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Guitar]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mandolin]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Gibson_J-200]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Organ_(music)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Baldwin_Piano_Company]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Fender_Telecaster]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Synthesizer]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Gibson_ES-335]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Epiphone_Casino]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Gibson_Everly_Brothers_Flattop]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="166" onlydbo="false" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Which ships were called after Benjamin Franklin?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Schiffe wurden nach Benjamin Franklin benannt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué barcos fueron bautizados en honor a Benjamin Franklin?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali navi sono state battezzate in onore di Benjamin Franklin?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels bâteaux portent le nom de Benjamin Franklin?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke schepen zijn genoemd naar Benjamin Franklin?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce nave au fost numite după Benjamin Franklin?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[ship, called after, Benjamin Franklin]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Schiff, benannt, Benjamin Franklin]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[barco, bautizado, honor, Benjamin Franklin]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[navem battezzare, onore, Benjamin Franklin]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[bâteaux, nom, Benjamin Franklin]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[schip, genoemd naar, Benjamin Franklin]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[navă, numit după, Benjamin Franklin]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX dbp: <http://dbpedia.org/property/> 
SELECT DISTINCT ?uri 
WHERE { 
        ?uri dbp:shipNamesake res:Benjamin_Franklin . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/HMS_Canopus_(1798)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/USS_Franklin_(1815)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/USS_Franklin_(1795)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Ben_Franklin_(PX-15)]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="167" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Who are the parents of the wife of Juan Carlos I?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer sind die Eltern der Frau von Juan Carlos I?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién son los padres de la esposa de Juan Carlos I?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi sono i genitori della moglie di Juan Carlos I?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui sont les parents de l'épouse de Juan Carlos Ier?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoe heten de ouders van de vrouw van Juan Carlos I?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine sunt părinții soției lui Juan Carlos I?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Juan Carlos I, wife, parents]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Juan Carlos I, Frau, Eltern]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[padres, esposa, Juan Carlos I]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Juan Carlos I, moglie, genitori]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[parents, épouse, Juan Carlos Ier]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[ouders, vrouw van, Juan Carlos I]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Juan Carlos I, soție, părinți]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        res:Juan_Carlos_I_of_Spain dbo:spouse ?x . 
        ?x dbo:parent ?uri . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Paul_of_Greece]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Frederica_of_Hanover]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

