<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question id="110" onlydbo="false" answertype="number" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[What is the total amount of men and women serving in the FDNY?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Männer und Frauen arbeiten in der New Yorker Berufsfeuerwehr?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cúantos hombres y mujeres trabajan para los bomberos de Nueva York?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è il totale di uomini e donne che prestano servizio nel dipartimento dei vigili del fuoco di New York?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien d'hommes et femmes sont membres du corps des sapeurs-pompiers professionnels de New York?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is het totale aantal vrouwen en mannen dat werkt bij de brandweer van New York?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este numărul total de bărbați și femei membri ai Departamentului de Pompieri din New York?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[total amount, men, women, serve, FDNY]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Männer, Frauen, arbeiten, New York, Berufsfeuerwehr]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[hombres, mujeres, bomberos, Nueva York]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[totale, uomini, donne, prestare servizio, dipartimento dei vigili del fuoco di New York]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[hommes, femmes, sapeurs-pompiers professionnels de New York]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[mannen, vrouwen, brandweer, New York]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[număr total, bărbați, femei, membri, Departamentul de Pompieri din New York]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbp: <http://dbpedia.org/property/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?num 
WHERE { 
        res:New_York_City_Fire_Department dbp:employees ?num . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[15870]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="200" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Who produces Orangina?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer stellt Orangina her?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién produce Orangina?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi produce l'Orangina?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui produit Orangina?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie is de producent van Orangina?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine produce Orangina?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[produce, Orangina]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[herstellen, Orangina]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Orangina, productor]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Orangina, produttore]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[produire, Orangina]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[producent, Orangina]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[produce, Orangina]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        ?uri dbo:product res:Orangina . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/A.G._Barr]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="111" onlydbo="true" answertype="resource" aggregation="true" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Who is the Formula 1 race driver with the most races?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer ist der Formel-1-Fahrer mit den meisten Rennen?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién es el conductor de Formula 1 con más carreras?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è il pilota di Formula 1 con più gare?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est le pilote de Formule 1 qui a gagné le plus de courses?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie is de Formule 1-coureur met de meeste races op zijn naam?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine este pilotul de curse Formula 1 cu cele mai multe curse?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Formula 1, race driver, races, most]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Formel 1, Rennfahrer, Rennen, die meisten]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Fconductor, órmula 1, carreras, más]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Formula 1, pilota, maggior numero di gare]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Formule 1, pilote, plus de courses]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Formule 1, coureur, races, de meeste]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Formula 1, pilot de curse, cele mai multe]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri 
WHERE { 
        ?uri rdf:type dbo:FormulaOneRacer . 
        ?uri dbo:races ?x . 
} 
ORDER BY DESC(?x) 
OFFSET 0 LIMIT 1 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Rubens_Barrichello]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="113" onlydbo="true" answertype="resource" aggregation="true" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Who is the youngest player in the Premier League?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer ist der jüngste Spieler in der Premier League?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién es el jugador más jóven de la Premier League?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi è il giocatore più giovane della Premier League?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est le joueur le plus jeune de la Premier League?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie is de jongste speler in de Premier League?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine este cel mai tânăr jucător din Premier League?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[player, Premier League, youngest]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Spieler, Premier League, jüngste]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[jugador, más jóven, Premier League]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[giocatore, Premier League, più giovane]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[joueur, Premier League, plus jeune]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[speler, jongste, Premier League]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[juător, Premier League, cel mai tânăr]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        ?uri dbo:team ?x . 
        ?x dbo:league res:Premier_League . 
        ?uri dbo:birthDate ?y . 
} 
ORDER BY DESC(?y) 
OFFSET 0 LIMIT 1 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Ernie_Pinkney]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="114" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Give me all members of Prodigy.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Bandmitglieder von Prodigy.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todos los miembros de la banda Prodigy.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutti i membri dei Prodigy.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donne-moi tous les membres de Prodigy.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Noem alle leden van Prodigy.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toții membrii Prodigy.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[member, Prodigy]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Bandmitglied, Prodigy]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[miembros de la banda Prodigy]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[membri, Prodigy]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[members, Prodigy]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[leden, Prodigy]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[membru, Prodigy]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        res:The_Prodigy dbo:bandMember ?uri . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Keith_Flint]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Maxim_Reality]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Liam_Howlett]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="115" onlydbo="false" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[What is the longest river?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was ist der längste Fluss?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál es el río más largo?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è il fiume più lungo?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est le cours d'eau le plus long?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is de langste rivier?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este cel mai lung fluviu?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[river, longest]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Fluss, längster]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[río, más largo]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[fiume, più lungo]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[cours d'eau, plus long]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[rivier, langste]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[fluviu, cel mai lung]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX dbp: <http://dbpedia.org/property/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri 
WHERE { 
        ?uri rdf:type dbo:River . 
      { ?uri dbo:length ?l . } 
      UNION 
      { ?uri dbp:length ?l . } 
} 
ORDER BY DESC(?l) 
OFFSET 0 LIMIT 1 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Lochbach_(Itter)]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="116" onlydbo="true" answertype="boolean" aggregation="true" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Does Breaking Bad have more episodes than Game of Thrones?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Hat Breaking Bad mehr Episoden als Game of Thrones?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Tiene Breaking Bad más episodios que Game of Thrones?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Breaking Bad ha più episodi di Game of Thrones?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[A Breaking Bad plus d'épisodes que Game of Thrones?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Heeft Breaking Bad meer afleveringen dan Game of Thrones?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Are Breaking Bad mai multe episoade decât Game of Thrones?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Breaking Bad, episodes, more than, Game of Thrones]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Breaking Bad, Episoden, mehr als, Game of Thrones]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Breaking Bad, episodios, más que, Game of Thrones]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Breaking Bad, eposido, più di, Game of Thrones]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Breaking Bad, épisodes plus que, Game of Thrones]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Breaking Bad, afleveringen, meer dan, Game of Thrones]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Breaking Bad, episoade, mai multe decât, Game of Thrones]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
ASK 
WHERE { 
        res:Breaking_Bad dbo:numberOfEpisodes ?x . 
        res:Game_of_Thrones dbo:numberOfEpisodes ?y . 
        FILTER (?x > ?y) 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[true]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="119" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Give me all people that were born in Vienna and died in Berlin.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Personen, die in Wien geboren wurden und in Berlin gestorben sind.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todas las personas que hayan nacido en Viena y hayan muerto en Berlin.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutte le persone che sono nate a Vienna e morte a Berlino.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donne-moi toutes les personnes qui sont nées à Vienne et mortes à Berlin.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Noem alle personen die geboren zijn in Wenen en gestorven zijn in Berlijn.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toți oamenii care s-au născut în Viena și au murit în Berlin.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[people, born, Vienna, die, Berlin]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Person, geboren, Wien, gestorben, Berlin]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[personas, nacidas en Viena, muertas en Berlin]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[persona, nata, Vienna, morta, Berlino]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[personnes, nées, Vienne, mortes, Berlin]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[persoon, geboren, Wenen, gestorven, Berlijn]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[oameni, născut, Viena, murit, Berlin]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        ?uri dbo:birthPlace res:Vienna . 
        ?uri dbo:deathPlace res:Berlin . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Alfred_Halm]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Richard_Thurnwald]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Grete_von_Zieritz]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Eduard_von_Winterstein]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Karl_Hellmer]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Hilde_K%C3%B6rber]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Adolf_Klein]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Michael_von_Newlinsky]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Hugo_Flink]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Erik_Jan_Hanussen]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Therese_Gr%C3%BCnbaum]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Karl_Etlinger]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Steffie_Spira]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="12" onlydbo="true" answertype="boolean" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Is proinsulin a protein?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Ist Proinsulin ein Protein?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿La proinsulina es una proteina?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[La proinsulina è una proteina?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[La pro-insuline est-elle une protéine?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Is proinsuline een proteïne?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Este proinsulina o proteină?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[proinsulin, protein]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Proinsulin, Protein]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[proinsulina, protein]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[proinsulina, proteina]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[pro-insuline, protéine]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[proinsuline, proteïne]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[proinsulină, proteină]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
ASK 
WHERE { 
        res:Proinsulin rdf:type dbo:Protein . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[true]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="120" onlydbo="true" answertype="number" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[How tall is Michael Jordan?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wie groß ist Michael Jordan?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué altura tiene Michael Jordan?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quanto è alto Michael Jordan?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelle est la taille de Michael Jordan?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoe lang is Michael Jordan?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce înățime are Michael Jordan?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[tall, Michael Jordan]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[groß, Michael Jordan]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[altura, Michael Jordan]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[altezza, Michael Jordan]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[taille, Michael Jordan]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[lang, Michael Jordan]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[înălțime, Michael Jordan]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?num 
WHERE { 
        res:Michael_Jordan dbo:height ?num . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[1.9812]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

