<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question id="135" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Who developed Minecraft?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer hat Minecraft entwickelt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién desarrolló Minecraft?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi ha sviluppato Minecraft?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui a dévelopé Minecraft?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie ontwikkelde Minecraft?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a dezvoltat Minecraft?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Minecraft, develop]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Minecraft, Entwickler]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Minecraft, desarrolló]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Minecraft, sviluppare]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[dévelopé, Minecraft]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Minecraft, ontwikkeld]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Minecraft, dezvolta]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        res:Minecraft dbo:developer ?uri . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/4J_Studios]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mojang]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="136" onlydbo="false" answertype="number" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[What is the melting point of copper?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wo liegt der Schmelzpunkt von Kupfer?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cúal es el punto de fusión del cobre?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è il punto di fusione del rame?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est le point de fusion du cuivre?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is het smeltpunt van koper?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este punctul de topire al cuprului?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[copper, melting point]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Kupfer, Schmelzpunkt]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[cobre, punto de fusión]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[rame, punto di fusione]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[point de fusion, cuivre]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[smeltpunt, koper]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[cupru, punct de topire]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[OUT OF SCOPE]]>
                </qald:query>
                <qald:answers />
        </qald:question>

        <qald:question id="137" onlydbo="false" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Give me all sister cities of Brno.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Partnerstädte von Brno.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame las ciudades hermanadas con Brno.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutte le città gemellate con Brno.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels sont les villes jumelles de Brno?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Geef alle zustersteden van Brno.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toate orașele înfrățite cu Brno.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Brno, sister city]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Brno, Partnerstadt]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[ciudades hermanadas, Brno]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Brno, città gemellata]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[villes jumelles, Brno]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[zusterstad, Brno]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Brno, oraș înfrățit]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[OUT OF SCOPE]]>
                </qald:query>
                <qald:answers />
        </qald:question>

        <qald:question id="138" onlydbo="true" answertype="number" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[How many inhabitants does Maribor have?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Einwohner hat Maribor?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuántos habitantes tiene Maribor?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quanti abitanti ha Maribor?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien d'habitants a Maribor?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel inwoners heeft Maribor?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câți locuitori are Maribor?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Maribor, inhabitants]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Maribor, Einwohner]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Maribor, habitantes]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Maribor, abitanti]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[nombre d'habitants, Maribor]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Maribor, inwoners]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Maribor, locuitori]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?num 
WHERE { 
        res:Maribor dbo:populationTotal ?num . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[114487]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="14" onlydbo="true" answertype="number" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[How tall is Claudia Schiffer?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wie groß ist Claudia Schiffer?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cómo de alta es Claudia Schiffer?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quanto è alta Claudia Schiffer?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelle est la taille de Claudia Schiffer?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoe lang is Claudia Schiffer?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce înălțime are Claudia Schiffer?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Claudia Schiffer, tall]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Claudia Schiffer, groß]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Claudia Schiffer, altura]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Claudia Schiffer, altezza]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[taille, Claudia Schiffer]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[lengte, Claudia Schiffer]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Claudia Schiffer, înălțime]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX dbo: <http://dbpedia.org/ontology/> 
SELECT DISTINCT ?height 
WHERE { 
        res:Claudia_Schiffer dbo:height ?height . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[1.81]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="140" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[List all games by GMT.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Liste alle Spiele von GMT auf.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todos los juegos de GMT.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Elenca tutti i giochi di GMT.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donne-moi tous les jeux de GMT.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Noem alle spelen van GMT.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Enumeră toate jocurile de GMT]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[game, GMT]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Spiel, GMT]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[juegos, GMT]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[gioco, GMT]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[jeux, GMT]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[spel, GMT]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[joc, GMT]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        ?uri dbo:publisher res:GMT_Games . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Fields_of_Fire_(game)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Commands_&amp;_Colors:_Ancients]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Chandragupta_(board_game)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Sword_of_Rome]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Paths_of_Glory_(board_game)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Washington's_War]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Twilight_Struggle]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="141" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Who founded Intel?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer hat Intel gegründet?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién fundó Intel?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi ha fondato Intel?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui a fondé Intel?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie is de oprichter van Intel?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a fondat Intel?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Intel, founded]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Intel, gründen]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Intel, fundación]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Intel, fondatore]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[fondé, Intel]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[oprichter, Intel]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Intel, fondat]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        res:Intel dbo:foundedBy ?uri . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Robert_Noyce]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Gordon_Moore]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="142" onlydbo="false" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Who is the husband of Amanda Palmer?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer ist der Mann von Amanda Palmer?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién es el marido de Amanda Palmer?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi è il marito di Amanda Palmer?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui est l'épou d'Amanda Palmer?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie is de echtgenoot van Amanda Palmer?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine este soțul Amandei Palmer?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Amanda Palmer, husband]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Amanda Palmer, Mann]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Amanda Palmer, marido]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Amanda Palmer, marito]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[épou, Amanda Palmer]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Amanda Palmer, echtgenoot]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Amanda Palmer, soț]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbp: <http://dbpedia.org/property/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        res:Amanda_Palmer dbp:spouse ?uri . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Neil_Gaiman]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="143" onlydbo="false" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Give me all breeds of the German Shepherd dog.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Schäferhundrassen.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todas las razas de pastor alemán.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutte le razze del pastore tedesco.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donnes-moi toutes les races de bergers allemands.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Noem alle soorten Duitse herders.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toate rasele câinelui Ciobănesc German.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[breed, German Shepherd dog]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Schäferhundrasse]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[razas de pastor alemán]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[razza, pastore tedesco]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[races, bergers allemands]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Duitse herder, soort]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[rasă, câine Ciobănesc German]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbp: <http://dbpedia.org/property/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        ?uri dbp:breed res:German_Shepherd . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Antis_(dog)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Lightning_(dog)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mancs_(dog)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Appollo_(dog)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Nemo_A534]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Trakr]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Jet_of_Iada]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Crumstone_Irma]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Strongheart]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Rifleman_Khan]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="144" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Which cities does the Weser flow through?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Durch welche Städte fließt die Weser?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Por qué ciudades pasa el río Weser?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Attraverso quali città scorre il fiume Weser?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels sont les villes traversées par la Weser?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Door welke steden loopt de Weser?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce orașe străbate Weserul?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Weser, flow through, city]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Weser, fließen, Stadt]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[cuidad, pasa, Weser]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[città, scorrere, fiume Weser]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[villes, traverser, Weser]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[stad, loopt door, Weser]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Weser, străbate, oraș]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        res:Weser dbo:city ?uri . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Kassel]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Hamelin]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Fulda_(river)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Minden]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Bremen]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Bremerhaven]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Hann._M%C3%BCnden]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="145" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Which countries are connected by the Rhine?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Länder verbindet der Rhein?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué países une el Rhin?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali stati sono collegati dal Reno?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels sont les pays connectés pas le Rhin?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke landen worden door de Rijn verbonden?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce țări sunt unite de Rin?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Rhine, country]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Rhein, Land]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Rhin, une, países]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Reno, collegare, stati]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[pays connectés, Rhin]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[land, Rijn]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Rin, țară]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX dbp: <http://dbpedia.org/property/> 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#> 
SELECT DISTINCT ?uri 
WHERE { 
        res:Rhine dbp:country ?qald:string .  
        ?uri rdf:type dbo:Country .  
        ?uri rdfs:label ?qald:string . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Germany]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Liechtenstein]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Netherlands]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Switzerland]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Austria]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/France]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

