<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="275" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[When did Dracula's creator die?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wann ist Draculas Schöpfer gestorben?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuando murió el creador de Drácula?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quando è morto il creatore di Dracula?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quand est mort le créateur de Dracula?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wanneer stierf de bedenker van Dracula?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Când a murit creatorul Dracula?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Dracula, creator, die]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Dracula, Schöpfer, gestorben]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[muerte, creador, Drácula]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Dracula, creatore, morire]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[mort, créateur, Dracula]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[stierf, bedenker, Dracula]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Dracula, creator, a muri]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?date
WHERE { 
        res:Count_Dracula dbo:creator ?x . 
        ?x dbo:deathDate ?date .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[1912-04-20+02:00]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="276" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[What is the location of the Houses of Parliament?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wo ist der Westminster-Palast?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Donde están situadas las Casas del Parlamento?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dove si trova il Palazzo di Westminster?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Où se trouve le palais de Westminster?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Waar is de Palace of Westminster?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este locația Palatului Westminster?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[location, Houses of Parliament]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Ort, Westminster-Palast]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[localización, casas del parlamento]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[luogo, Palazzo di Westminster]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[location, palais de Westminster]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[plaats, Palace of Westminster]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[locație, Palatul Westminster]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT ?uri 
WHERE { 
         res:Palace_of_Westminster dbo:location ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/City_of_Westminster]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/England]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Greater_London]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="278" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who was the pope that founded the Vatican Television?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welcher Papst hat das Vatikanische Fernsehen gegründet?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quien fue el papa que fundo la televisión Vaticana?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quale papa ha fondato la televisione vaticana?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel pape est le fondateur de la télé du Vatican?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welk paus richtte de Vaticaanse televisie op?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a fost papa care a creat televiziunea din Vatican?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[pope, founded, Vatican Television]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Papst, gegründet, Vatikanisches Fernsehen]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[papa, fundo, televisión Vaticana]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[papa, fondare, televisione vaticana]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[pape, fondateur, télé du Vatican]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[paus, oprichter, Vaticaanse televisie]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[papa, fondat, televiziunea din Vatican]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT ?uri 
WHERE { 
         ?uri rdf:type dbo:Pope . 
         res:Vatican_Television_Center dbo:foundedBy ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Pope_John_Paul_II]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="number" id="280" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[What is the total population of Melbourne, Florida?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was ist die Gesamteinwohnerzahl von Melbourne, Florida?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál es la población total de Melbourne, Florida?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è la popolazione totale di Melbourne, Florida?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelle est la population totale de Melbourne, Floride?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is de bevolking van Melbourne, Florida?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este populația totală a Melbourne, Florida?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[total population, Melbourne Florida]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Gesamteinwohnerzahl, Melbourne Florida]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[población total, Melbourne Florida]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[popolazione totale, Melbourne, Florida]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[population totale, Melbourne, Floride]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[bevolking, Melbourne Florida]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[populația totală, Melbourne Florida]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/> 
SELECT ?uri 
WHERE { 
        <http://dbpedia.org/resource/Melbourne,_Florida> dbo:populationTotal ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[76068]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="281" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Which airports does Air China serve?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Flughäfen fliegt Air China an?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué aeropuertos sirve Air China?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali aeroporti sono serviti da Air China?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels sont les aéroports servis par Air Chine?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Naar welke luchthavens vliegt Air China?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce aeroporturi deservește Air China?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[airports, Air China]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Flughäfen, anfliegen, Air China]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[aeropuertos, Air China]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[aeroporti, Air China]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Air Chine, aéroports]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[luchthavens, Air China]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[aeroporturi, Air China]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/> 
SELECT DISTINCT ?uri 
WHERE {
        res:Air_China dbo:targetAirport ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Guiyang_Longdongbao_International_Airport]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Lhasa_Gonggar_Airport]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Hohhot_Baita_International_Airport]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Hangzhou_Xiaoshan_International_Airport]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Wuhan_Tianhe_International_Airport]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Tianjin_Binhai_International_Airport]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Guangzhou_Baiyun_International_Airport]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Chongqing_Jiangbei_International_Airport]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="date" id="282" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[In which year was Rachel Stevens born?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welchem Jahr wurde Rachel Stevens geboren?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En que año nació Rachel Stevens?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[In quale anno è nata Rachel Stevens?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quand est née Rachel Stevens?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[In welk jaar word Rachel Stevens geboren?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[În ce an s-a născut Rachel Stevens?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[year, born, Rachel Stevens]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Jahr, geboren, Rachel Stevens]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[año, nació, Rachel Stevens]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[anno nascita, Rachel Stevens]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[année de naissance, Rachel Stevens]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[jaar, geboren, Rachel Stevens]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[an, născut, Rachel Stevens]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/> 
SELECT DISTINCT ?uri 
WHERE {
        res:Rachel_Stevens dbo:birthYear ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[1978-01-01+02:00]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="283" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Where was JFK assassinated?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wo wurde JFK ermordet?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Dónde fue JFK asesinado?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dove è stato assassinato JFK?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[A été tué John Kennedy?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Waar word JFK vermoord?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Unde a fost asasinat JFK?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[JFK, assassinated]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[JFK, ermordet]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[JFK, asesinado]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[JFK, assassinato]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[John Kennedy, assassinat]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[JFK, vermoord]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[JFK, asasinat]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/> 
SELECT DISTINCT ?uri 
WHERE {
        res:John_F._Kennedy dbo:deathPlace ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Dallas]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Texas]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="number" id="284" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[How many politicians graduated from Columbia University?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Politiker haben einen Abschluss von der Columbia University?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuántos políticos se han graduado en la universidad de Columbia?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quanti politici si sono laureati alla Columbia University?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien d'hommes politiques ont étudié à la Columbia University?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel politici zijn aan de Columbia University afgestudeerd?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câți politicieni au absolvit la Universitatea Columbia?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[how many, politicians, graduated, Columbia University]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[wieviele, Politiker, Abschluss, Columbia University]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[cuántos, políticos, graduados, universidad de Columbia]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[quanti, politici, laureati, Columbia University]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[nombre, hommes politiques, étudier, Columbia University]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[hoeveel, politici afgestudeert aan, Columbia University]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[câți, politicieni, absolvit, Universitatea Columbia?]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/> 
SELECT DISTINCT COUNT(?uri) 
WHERE {
        ?uri dbo:profession res:Politician .
        ?uri dbo:almaMater res:Columbia_University .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[14]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="285" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Which scientist is known for the Manhattan Project and the Nobel Peace Prize?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welcher Wissenschaftler ist bekannt für das Manhattan-Projekt und den Friedensnobelpreis?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué científicos son conocidos por el proyecto Manhattan y el premio Nobel de la Paz?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quale scienziato è conosciuto per il progetto Manhattan e per il premio Nobel per la pace?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel chercheur est connu pour le projet Manhattan et le prix Nobel de la paix?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke wetenschaper staat bekend om het Manhattan Project en de Nobelprijs voor de Vrede?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care om de știință este cunoscut pentru proiectul Manhattan și pentru premiul Nobel pentru pace?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[scientist, known for, Manhattan Project, Nobel Peace Prize]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Wissenschaftler, bekannt für, Manhattan-Projekt, Friedensnobelpreis]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[científico, conocidos, proyecto Manhattan, premio Nobel de la Paz]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[scienziato, conosciuto, progetto Manhattan, premio Nobel per la pace]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[chercheur, projet Manhattan, prix Nobel de la paix]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[wetenschaper, bekend om, Manhattan Project, Nobelprijs voor de Vrede]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[om de știință, cunoscut pentru, proiect Manhattan, premiul Nobel pentru pace]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri
WHERE {
        ?uri dbo:knownFor res:Manhattan_Project .
        ?uri rdf:type dbo:Scientist .
        ?uri dbo:knownFor res:Nobel_Peace_Prize .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Joseph_Rotblat]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="286" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[What is the highest volcano in Africa?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was ist der höchste Vulkan in Afrika?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál es el volcán mas alto en África?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è il vulcano più alto in Africa?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est le volcan le plus haut d'Afrique?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is de hoogste vulkaan in Afrika?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este cel mai înalt vulcan din Africa?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[highest, volcano, Africa]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[höchste, Vulkan, Afrika]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[volcán, mas alto, África]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[vulcano, più alto, Africa]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[volcan, plus haut, Afrique]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[hoogste, vulkaan, Afrika]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[cel mai înalt, vulcan, Africa?]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
PREFIX yago: <http://dbpedia.org/class/yago/> 
SELECT DISTINCT ?uri 
WHERE {
        ?uri rdf:type dbo:Volcano .
        ?uri dbo:locatedInArea ?area .        
        ?area rdf:type yago:AfricanCountries . 
        ?uri dbo:elevation ?elevation .
}
ORDER BY DESC(?elevation) 
OFFSET 0 LIMIT 1
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mount_Kilimanjaro]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

