<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="298" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Where did Hillel Slovak die?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wo ist Hillel Slovak gestorben?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Dónde murió Hillel Slovak?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dove è morto Hillel Slovak?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donne moi le lieu de décès de Hillel Slovak.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Waar is Hillel Slovak gestorven?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Unde a murit Hillel Slovak?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Hillel Slovak, death place]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Hillel Slovak, Todesort]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Hillel Slovak, donde murió]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Hillel Slovak, dove è morto]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[lieu, décès, Hillel Slovak]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Hillel Slovak, doodsplaats]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Hillel Slovak, locul morții]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/> 
SELECT DISTINCT ?uri
WHERE {
        res:Hillel_Slovak dbo:deathPlace ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Hollywood]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/California]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Los_Angeles]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="299" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[What is the timezone in San Pedro de Atacama?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welcher Zeitzone liegt San Pedro de Atacama?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál es la zona horaria en San Pedro de Atacama?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è il fuso orario di San Pedro de Atacama?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est le fuseau horaire de San Pedro de Atacama?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is de tijdzone in San Pedro de Atacama?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este fusul orar din San Pedro de Atacama?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[timezone, San Pedro de Atacama]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Zeitzone, San Pedro de Atacama]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[zona horaria, San Pedro de Atacama]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[fuso orario, San Pedro de Atacama]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[fuseau horaire, San Pedro de Atacama]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[tijdzone, San Pedro de Atacama]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[fus orar, San Pedro de Atacama]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/timezone/> 
SELECT DISTINCT ?uri
WHERE {
        res:San_Pedro_de_Atacama dbo:timezone ?uri .
}
]]>
                </qald:query>
                <qald:answers />
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="300" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[In which city does the Chile Route 68 end?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welcher Stadt hört die Ruta 68 auf?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En que ciudad termina la ruta Chilena 68?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[In quale città termina la Route 68 in Cile?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Dans quelle ville se termine la route 68 chilienne?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[In welke stad eindigt de Route 68 in Chili?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[În ce oraș se termină Route 68 din Chile?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[city, Chile Route 68, ends]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Stadt, aufhören, Ruta 68]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[ciudad, termina, ruta Chilena 68]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[città, termina, Route 68, Cile]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[route 68, chili, ville, terminaison]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[stad, eindigt, Route 68, Chili]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[oraș, termină, Route 68, Chile]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/> 
SELECT DISTINCT ?uri
WHERE {
        res:Chile_Route_68 dbo:routeEnd ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Valpara%C3%ADso]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="301" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Who was vice president under the president who authorized atomic weapons against Japan during World War II?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri
WHERE {
        ?x text:"authorized" text:"atomic weapons against Japan" .
        ?x dbo:vicePresident ?uri .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Alben_W._Barkley]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="302" answertype="resource" aggregation="false" onlydbo="false" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[In which town was the assassin of Martin Luther King born?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE {
        res:Martin_Luther_King,_Jr. text:"assassin" ?x . 
        ?x dbo:birthPlace ?uri .
        ?uri dbp:districtType "Township"@en .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Alton,_Illinois]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="303" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Which anti-apartheid activist was born in Mvezo?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?uri rdf:type text:"anti-apartheid activist" .
        ?uri dbo:birthPlace res:Mvezo .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Nelson_Mandela]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="304" answertype="number" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[How many Golden Globe awards did the daughter of Henry Fonda win?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT ?n
WHERE {
        ?uri dbo:parent res:Henry_Fonda .
        ?uri text:"number of Golden Globe awards" ?n .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[7]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="305" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Which recipients of the Victoria Cross died in the Battle of Arnhem?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
    ?uri dbo:award res:Victoria_Cross .
    ?uri text:"died in" text:"Battle of Arnhem" .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/John_Hollington_Grayburn]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/John_Baskeyfield]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="306" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Where did the first man in space die?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE {
        ?x text:"is" text:"first man in space" .
        ?x dbo:deathPlace ?uri .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Kirzhach]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="307" answertype="number" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[How old was Steve Jobs' sister when she first met him?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT ?n 
WHERE {
        res:Steve_Jobs dbo:relative ?uri .
        ?uri text:"first met him when she was" ?n .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[25]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="308" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Which members of the Wu-Tang Clan took their stage name from a movie?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        res:Wu-Tang_Clan dbo:bandMember ?uri .
        ?uri text:"stage name" ?x .
        ?x text:"from" text:"movie" .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Ghostface_Killah]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Method_Man]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="309" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Which writers had influenced the philosopher that refused a Nobel Prize?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?x rdf:type dbo:Philosopher .
        ?x text:"refuse" text:"Nobel Prize" .
        ?x dbo:influencedBy ?uri .
        ?uri rdf:type dbo:Writer .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Gustave_Flaubert]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="310" answertype="resource" aggregation="false" onlydbo="false" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Under which king did the British prime minister that signed the Munich agreement serve?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
PREFIX yago: <http://dbpedia.org/class/yago/>
SELECT DISTINCT ?uri 
WHERE {
        ?x rdf:type yago:PrimeMinistersOfTheUnitedKingdom .
        ?x text:"sign" text:"Munich Agreement" .
        ?x dbo:monarch ?uri .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/George_VI]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="311" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Who composed the music for the film that depicts the early life of Jane Austin?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?x rdf:type dbo:Film .
        ?x text:"depicts the early life of" text:"Jane Austin" .
        ?x dbo:musicComposer ?uri .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Adrian_Johnston]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="312" answertype="resource" aggregation="false" onlydbo="false" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Who succeeded the pope that reigned only 33 days?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?x rdf:type dbo:Pope .
        ?x text:"reign" text:"33 days" .
        ?x dbp:predecessor ?uri .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Pope_John_Paul_II]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="313" answertype="resource" aggregation="false" onlydbo="false" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[On which island did the national poet of Greece die?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
PREFIX yago: <http://dbpedia.org/class/yago/>
SELECT DISTINCT ?uri 
WHERE {
        ?x text:"considered" text:"national poet of Greece" .
        ?x dbo:deathPlace ?uri .
        ?uri rdf:type yago:Island109316454 .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Corfu]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="314" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Which horses did The Long Fellow ride?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?x text:"known as" text:"The Long Fellow" .
        ?x dbo:raceHorse ?uri .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/St._Paddy]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Petite_Etoile]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Alleged_(horse)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Crepello]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Sir_Ivor]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Empery]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Nijinsky_(horse)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/The_Minstrel]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Roberto_(horse)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Never_Say_Die_(horse)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Teenoso]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Royal_Academy_(horse)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Rodrigo_de_Triano]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Shadeed]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="315" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Of the people that died of radiation in Los Alamos, whose death was an accident?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?rui dbo:deathPlace <http://dbpedia.org/resource/Los_Alamos,_New_Mexico> .
        ?uri dbo:deathCause res:Acute_radiation_syndrome .
        ?uri text:"death circumstance" text:"accident" .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Louis_Slotin]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Harry_K._Daghlian,_Jr.]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="316" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Which building owned by the Bank of America was featured in the TV series MegaStructures?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT ?uri 
WHERE {
        ?uri rdf:type dbo:Building.
        ?uri dbo:owner res:Bank_of_America . 
        ?uri text:"featured in" text:"MegaStructures" .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/page/Bank_of_America_Tower_(New_York_City)]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="317" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Which buildings in art deco style did Shreve, Lamb and Harmon design?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?uri dbo:architect <http://dbpedia.org/resource/Shreve,_Lamb_&_Harmon> .
      { ?uri dbo:architecturalStyle res:Art_Deco . }
      UNION
      { ?uri text:"style text:"art deco" . } 
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Empire_State_Building]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Joel_W._Solomon_Federal_Building_and_United_States_Courthouse]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Hill_Building]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/500_Fifth_Avenue]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="318" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Which birds are protected under the National Parks and Wildlife Act?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
    ?uri rdf:type dbo:Bird .    
    ?uri text:"protected under" text:"National Parks and Wildlife Act".
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Australian_Shelduck]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Chestnut_Teal]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Bar-shouldered_Dove]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Black-faced_Cuckoo-shrike]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Yellow_Thornbill]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Australian_Shoveler]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="319" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Which country did the first known photographer of snowflakes come from?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
        ?uri text:"is" text:"first known photographer of snowflakes" .
        ?uri dbo:birthPlace ?x .
        ?x rdf:type dbo:Country .   
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/United_States]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

