<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question aggregation="false" hybrid="false" answertype="number" id="231" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[How many inhabitants does the largest city in Canada have?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Einwohner hat die größte Stadt in Kanada?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuántos habitantes tiene la ciudad más grande de Canadá?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quanti abitanti ha la città più grande del Canada?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien d'habitants a large ville la plus grande du Canada?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel inwoners heeft de grootste stadt in Canada?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câți locuitori are cel mai are oraș din Canada?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[inhabitants, largest city, Canada]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Einwohner, größte Stadt, Kanada]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[número de habitantes, ciudad más grande de Canadá]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[abitanti, città più grande, Canada]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[nombre dhabitants, ville la plus large, Canada]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[inwoners, grootste, stad, Canada]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[locuitori, cel mai mare oraș, Canada]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?num
WHERE {
        res:Canada dbo:largestCity ?city . 
        ?city dbo:populationTotal ?num .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[2615060]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="249" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[In which studio did the Beatles record their first album?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welchem Studio haben die Beatles ihr erstes Album aufgenommen?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En qué estudio grabaron los Beatles su primer album?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[In quali studio i Beatles hanno registrato il loro primo album?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Dans quel studio a été enregistré le premier album des Beatles?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[In welke studio hadden de Beatles hun eerste album opgenomen?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[În ce studio au înregistrat Beatles primul lor albunm?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Beatles, record, first album, studio]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Beatles, erstes Album, aufgenommen, Studio]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Beatles, primer album, estudio]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Beatles, registrare, primo album, studio]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Beatles, enregistré, premier album, studio]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Beatles, eerste album, opgenomen, studio]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Beatles, înregistrat, primul album, studio]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[OUT OF SCOPE]]>
                </qald:query>
                <qald:answers />
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="234" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who was the first to climb Mount Everest?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer hat als erstes den Mount Everest bestiegen?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién fue el primero en ascender al Monte Everest?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi è stato il primo a scalare il Monte Everest?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui est la première personne à conquerir le Mont Everest?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie was de eerste die de Mount Everest beklom?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a fost primul om care a escaladat muntele Everest?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[first, climb, mount Everest]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Mount Everest, besteigen, erster]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[primero, ascender, Monte Everest]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[primo, scalare, Monte Everest]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[première personne, Mont Everest]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Mount Everest, eerste, beklimmen]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[primul, escaladat, muntele Everest]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/>
SELECT DISTINCT ?uri
WHERE {
          res:Mount_Everest dbo:firstAscentPerson ?uri . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Krzysztof_Wielicki]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Edmund_Hillary]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Leszek_Cichy]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Tenzing_Norgay]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="number" id="204" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[How many programming languages are there?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Programmiersprachen gibt es?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuántos lenguajes de programación existen?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quanti linguaggi di programmazione esistono?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien de langages de programmation existe-t-il?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel programmeertalen zijn er?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câte limbaje de programare există?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[how many, programming languages]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[wieviele, Programmiersprachen]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[cuántos lenguajes programación]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[linguaggi di programmazione, esistere]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[combien, langages de programmation]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[hoeveel, programmeertalen]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[limbaje de programare, există]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT COUNT(DISTINCT ?uri)
WHERE {
        ?uri rdf:type dbo:ProgrammingLanguage .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[1202]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="qald:string" id="242" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[What is the official color of the University of Oxford?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was ist die offizielle Farbe der Universität Oxford?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál es el color oficial de la Universidad de Oxford?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è il colore ufficiale dell'Università di Oxford?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelles sont les couleurs officielles de l'université d'Oxford?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is de officiële kleur van de universiteit Oxford?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este culoarea oficială a Universității Oxford?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[University of Oxford, official color]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Universität Oxford, offizielle Farbe]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Universidad de Oxford, color oficial]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[colore ufficiale, Università di Oxford]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[couleurs officielles, université d'Oxford]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[universiteit Oxford, officiële kleur]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Universitatea Oxford, culoare oficială]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?qald:string
WHERE {
        res:University_of_Oxford dbo:officialSchoolColour ?qald:string . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[Oxford Blue]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="250" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[How many gold medals did Michael Phelps win at the 2008 Olympics?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Goldmedaillen hat Michael Phelps während der Olympischen Spiele 2008 gewonnen?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuántas medallas de oro ganó Michael Phelps durante los juegos olímpicos de 2008?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quante medaglie d'oro ha vinto Michael Phelps alle Olimpiadi del 2008?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien de médailles d'or Michael Phelps a-t-il gagné aux jeux olympiques de 2008?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel gouden medailles heeft Michael Phelps op de Olympische Spelen van 2008 gewonnen?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câte medalii de aur a câștigat Michael Phelps la olimpiada din 2008?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Michael Phelps, gold medals, 2008 Olpympics]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Michael Phelps, Goldmedaillen, Olympische Spiele 2008]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Michael Phelps, medallas de oro, juegos olímpicos, 2008]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Michael Phelps, medaglie d'oro, Olimpiadi del 2008]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Michael Phelps, médailles d'or, jeux olympiques, 2008]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Michael Phelps, gouden medailles, gewonnen, Olympische Spelen 2008]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Michael Phelps, medalii de aur, olimpiada din 2008]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[OUT OF SCOPE]]>
                </qald:query>
                <qald:answers />
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="235" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[To which artistic movement did the painter of The Three Dancers belong?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welcher Stilrichtung gehörte der Maler der Drei Tänzer an?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿A qué estilo artístico pertenece el pinto de Los Tres Bailarines?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[A quale movimento artistico apparteneva il pittore de I tre ballerini?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[A quel mouvement artistisque appartient le peintre de Les Trois Danceurs?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Tot welke artistieke stijl behoort de schilder van de Drie Dansers?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cărui curent artistic îi aparține pictorul lucrării Trei dansatoare?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[artistic movement, painter, The Three Dancers]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Drei Tänzer, Maler, Stilrichtung]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[estilo artístico, pintor, Los Tres Bailarines]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[movimento artistico, pittore, I tre ballerini]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[mouvement artistique, peintre, les trois danceurs]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Drie Dansers, schilder, stijl]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[curent artistic, pictor, Trei dansatoare]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/>
SELECT DISTINCT ?uri
WHERE {
         res:The_Three_Dancers dbo:author ?person .
         ?person dbo:movement ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Cubism]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="number" id="244" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[How deep is Lake Placid?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wie tief ist Lake Placid?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Cómo de hondo es el Lago Placid?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quanto è profondo il Lake Placid?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelle est la profondeur du lac Placid?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoe diep is Lake Placid?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cât de adânc este lacul Placid?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Lake Placid, depth]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Lake Placid, Tiefe]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Lago Placid, profundidad]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Lake Placid, profondità]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[profondeur, lac Placid]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Lake Placid, diepte]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[lacul Placid, adânc]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
SELECT DISTINCT ?n
WHERE {
        <http://dbpedia.org/resource/Lake_Placid_(Texas)> dbo:depth ?n . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[12.192]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="240" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Give me the grandchildren of Bruce Lee.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir die Enkel von Bruce Lee.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todos los nietos de Bruce Lee.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi i nipoti di Bruce Lee.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donne-moi tous les petit-enfants de Bruce Lee.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Toon alle kleinkinderen van Bruce Lee.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi nepoții lui Bruce Lee.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Bruce Lee, grandchildren]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Bruce Lee, Enkel]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Bruce Lee, nietos]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Bruce Lee, nipoti]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[petit-enfants, Bruce Lee]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Bruce Lee, kleinkinderen]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Bruce Lee, nepoți]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE {
        res:Bruce_Lee dbo:child ?child . 
        ?child dbo:child ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Shannon_Lee]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="210" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who is the youngest Darts player?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer ist der jüngste Dartspieler?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién es el jugador mas jóven de dardos?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi è il giocatore di freccette più giovane?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est le joueur de fléchettes le plus jeune?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie is de jongste dartsspeler?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine este cel mai tânăr jucător de Darts?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Darts player, youngest]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Dartspieler, jüngster]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[jugador más jóven dardos]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[giocatore di freccette, più giovane]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[jouer de fléchettes, plus jeune]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[jongste Darts speeler]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[jucător de Darts, cel mai tânăr]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri
WHERE {
        ?uri rdf:type dbo:DartsPlayer .
        ?uri dbo:birthDate ?date .
}
ORDER BY DESC(?date)
OFFSET 0 LIMIT 1
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Max_Hopp]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="221" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Where was Bach born?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wo wurde Bach geboren?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Dónde nació Bach?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dove è nato Bach?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Où est né Bach?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Waar was Bach geboren?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Unde s-a născut Bach?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[birthplace, Bach]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Bach, geboren]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Bach, lugar de nacimiento]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Bach, luogo di nascita]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Lieu de naissance, Bach]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Bach, geboorteplaats]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[locul nașterii, Bach]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
        res:Johann_Sebastian_Bach dbo:birthPlace ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Eisenach]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

