<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="40" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[What is the highest mountain in Australia?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was ist der höchste Berg in Australien?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál es la montaña más alta de Australia?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è la montagna più alta d'Australia?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelle est la plus haute montagne d'Australie?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is de hoogste berg van Australië?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este cel mai înalt munte din Australia?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Australia, highest mountain]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Australien, höchster Berg]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Australia, montaña más alta]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Australia, montagna più alta]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[plus haute montagne, Australie]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Australië, hoogste berg]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Australia, cel mai înalt munte]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?uri rdf:type dbo:Mountain .
        ?uri dbo:locatedInArea res:Australia .
        ?uri dbo:elevation ?elevation .
} 
ORDER BY DESC(?elevation) 
OFFSET 0 LIMIT 1
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mawson_Peak]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="42" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[What is the official language of Suriname?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was ist die Amtssprache Von Surinam?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál es la idioma oficial de Surinam?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è la lingua ufficiale del Suriname?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelle est la langue officielle du Suriname?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is de officiële taal van Suriname?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este limba oficială din Suriname?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Suriname, official language]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Surinam, Amtssprache]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Surinam, idioma oficial]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Suriname, lingua ufficiale]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Suriname, langue officielle]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Suriname, officiële taal]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Suriname, limba oficială]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE { 
        res:Suriname dbo:officialLanguage ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Dutch_language]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="43" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who is the mayor of Tel Aviv?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer ist der Bürgermeister von Tel Aviv?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién es el alcalde de Tel Aviv?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi è il sindaco di Tel Aviv?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui est le maire de Tel Aviv?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie is de burgemeester van Tel Aviv?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cien este primarul din Tel Aviv?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Tel Aviv, mayor]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Tel Aviv, Bürgermeister]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Tel Aviv, alcalde]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Tel Aviv, sindaco]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Tel Aviv, maire]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Tel Aviv, burgemeester]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Tel Aviv, primar]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE { 
        res:Tel_Aviv dbo:leaderName ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Ron_Huldai]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="44" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who designed the Brooklyn Bridge?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer hat die Brooklyn Bridge entworfen?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién diseñó la Brooklyn Bridge?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi ha progettato il ponte di Brooklyn?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui a conçu le pont de Brooklyn?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie ontwierp de Brooklyn Bridge?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a proiectat podul din Brooklyn?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Brooklyn Bridge, design]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Brooklyn Bridge, entwerfen]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[diseñador, Brooklyn Bridge]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[ponte di Brooklyn, progettare]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[pont de Brooklyn, conçu]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[ontwerp, Brooklyn Bridge]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[podul din Brooklyn, proiecta]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/>
SELECT DISTINCT ?uri 
WHERE {
        res:Brooklyn_Bridge dbo:architect ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/John_A._Roebling]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="boolean" id="46" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Is Frank Herbert still alive?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Lebt Frank Herbert noch?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Todavía vive Frank Herbert?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Frank Herbert è ancora vivo?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Frank Herbert est-il encore en vie?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Leeft Frank Herbert nog?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Este Frank Herbert încă în viață?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Frank Herbert, alive]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Frank Herbert, leben]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Frank Herbert, vive]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Frank Herbert, vivente]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Frank Herbert, en vie]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Frank Herbert, leeft]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Frak Herbert, în viață]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
ASK 
WHERE {
        OPTIONAL { res:Frank_Herbert dbo:deathDate ?date . }
        FILTER (!BOUND(?date))
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[false]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="47" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[What is the highest place of the Urals?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was ist die höhchste Stelle des Ural?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál es el punto más alto del montes Urales?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è il punto più alto del Uràli?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est l'endroit le plus haut d'Oural?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is het hoogste punt van de Oeral?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este cel mai înalt punct de pe munții Urali?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Urals, highest place]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Ural, höchste Stelle]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[los montes Urales, punto más alto]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Uràli, punto più alto]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[l'Oural, endroit le plus haut]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Oeral, hoogste punt]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[munții Urali, cel mai înalt punct]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE {       
        res:Ural_Mountains dbp:highest ?uri .  
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mount_Narodnaya]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="48" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who is the editor of Forbes?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer ist der Herausgeber von Forbes?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién es el editor de Forbes?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi è l'editore di Forbes?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui est le rédacteur en chef de Forbes?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie is de uitgever van Forbes.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine este editorul Forbes?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Forbes, editor]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Forbes, Herausgeber]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Forbes, editor]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Forbes, editore]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Forbes, rédacteur en chef]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Forbes, uitgever]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Forbes, editor]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/>
SELECT DISTINCT ?uri 
WHERE {
        res:Forbes dbo:editor ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Steve_Forbes]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="49" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Give me all companies in the advertising industry.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Unternehmen, die in der Werbebranche tätig sind.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todas las empresas publicitarias.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutte le aziende pubblicitarie.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donnes-moi toutes les agences de publicité.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Noem alle bedrijven die in de reclamebranche actief zijn.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toate companiile din industria publicitară.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[company, advertising industry]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Unternehmen, Werbebranche]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[empresas publicitarias]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[aziende pubblicitarie]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[agences de publicité]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[bedrijf, reclamebranche]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[companii, industria publicitară]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT COUNT(DISTINCT ?uri)
WHERE { 
        ?uri rdf:type dbo:Company  .
      { ?uri dbo:industry res:Advertising } 
      UNION 
      { ?uri dbo:industry ?industry . 
        FILTER regex(?industry,'advertising','i') . }
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[310]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="number" id="5" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[How many countries are there in Europe?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Länder gibt es in Europa?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuántos países existen en Europa?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quanti stati ci sono in Europa?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien de pays sont-il en Europe?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel landen zijn er in Europa?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câte țări sunt în Europa?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Europe, countries]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Europa, Länder]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Europa, países]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Europa, stati]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Europe, pays]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Europa, landen]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Europa, țări]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX yago: <http://dbpedia.org/class/yago/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT COUNT(DISTINCT ?uri) 
WHERE {
        ?uri rdf:type yago:EuropeanCountries .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[50]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="50" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[What did Bruce Carver die from?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Woran ist Bruce Carver gestorben?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿De qué murió Bruce Carver?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Di cosa è morto Bruce Carver?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est la cause de décès de Bruce Carver?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Waaraan overleed Bruce Carver?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Din ce cauză a murit Bruce Carver?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Bruce Carver, die]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Bruce Carver, gestorben an]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Bruce Caver, muerte]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Bruce Caver, morire]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[cause de décès, Bruce Carver]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Bruce Carver, gestorven aan]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Bruce Carver, muri]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/>
SELECT DISTINCT ?uri
WHERE {
        res:Bruce_Carver dbo:deathCause ?uri .     
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Cancer]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="51" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Give me all libraries established earlier than 1400.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Bibliotheken, die vor 1400 gegründet worden.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todas las bibliotecas que fueron establecidas antes de 1400.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutte le biblioteche fondate prima del 1400.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donnes-moi toutes les bibliothèques établies avant 1400.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Geef me alle bibliotheken die voor 1400 werden opgericht.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi tote bibliotecile înființate înainte de 1400]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[libraries, established, earlier than 1400]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Bibliotheken, gegründet, vor 1400]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[bibliotecas, establecidas, antes de 1400]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[biblioteche, fondate, prima del 1400]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[bibliothèques, établies, avant 1400]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[bibliotheken, opgericht, voor 1400]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[biblioteci, înființat, înainte de 1400]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri
WHERE {
        ?uri rdf:type dbo:Library .
        ?uri dbp:established ?year . 
        FILTER (?year < 1400)
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Jagiellonian_Library]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Library_of_Ashurbanipal]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Cambridge_University_Library]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Austrian_National_Library]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Heidelberg_University_Library]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mother_Irene_Gill_Memorial_Library]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/National_and_University_Library_of_the_Republika_Srpska]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Maughan_Library]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

