<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="220" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Which actor was casted in the most movies?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welcher Schauspieler spielte in den meisten Filmen mit?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué actor ha actuado en el mayor número de películas?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quale attore è stato scritturato in piùfilm?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel acteur a joué dans le plus de films?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke acteur speelde in de meeste films?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce actor a fost distribuit în cele mai multe filme?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[actor, casted, most movies]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Schauspieler, meiste Filme]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[actor, mayor número de películas]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[attore, scritturato, maggior numero di film]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[acteur, maximum de films]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[acteur, spelen, meeste films]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[actor, distribuit, cele mai multe filme]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?uri rdf:type dbo:Actor .
        ?f rdf:type dbo:Film .
        ?f dbo:starring ?uri .
} 
ORDER BY DESC(COUNT(DISTINCT(?f))) 
OFFSET 0 LIMIT 1
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Andy_Lau]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="boolean" id="245" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Is James Bond married?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Ist James Bond verheiratet?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Está James Bond casado?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[James è Bond sposato?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[James Bond est-il marié?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Is James Bond getrouwd?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[James Bond este căsătorit?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[James Bond, married]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[James Bond, verheiratet]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[James Bond, casado]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[James Bond, sposato]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[James Bond, marié]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[James Bond, getrouwd]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[James Bond, căsătorit]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
ASK 
WHERE {
        res:James_Bond dbo:spouse ?uri . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[false]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="date" id="206" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[When was Carlo Giuliani shot?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wann wurde Carlo Giuliani erschossen?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuándo fue disparado Carlo Giuliani?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quando è stato ucciso Carlo Giuliani?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quand a été tué Carlo Giuliani?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wanneer werd Carlo Giuliani neergeschoten?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Când a fost ucis Carlo Giuliani?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[date, Carlo Giuliani, shot]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Datum, Carlo Giuliani, erschossen]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[fecha, disparo, Carlo Giuliani]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[data, Carlo Giuliani, ucciso]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[date de décès, Carlo Guiliani]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[datum, Carlo Giuliani, neergeschoten]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[dată, Carlo Giuliani, ucis]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?date
WHERE {
        res:Death_of_Carlo_Giuliani dbp:dateOfDeath ?date .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[2001-07-20+02:00]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="224" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Who are the four youngest MVP basketball players?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer sind die vier jüngsten MVP Baskettballspieler?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuáles son los cuatro jugadores de baloncesto de categoría MVP más jóvenes?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi sono i quattro più giovani giocatori di maggior valore (MVP)?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels sont les quatres plus jeunes MVP de basketball?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie zijn de vier jongste MVP basketballers?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care sunt cei patru cei mai tineri jucători de baschet MVP?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[four, youngest, MVP, basketball player]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[vier jüngsten, MVP, Basketballspieler]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[cuatro jugadores de baloncesto más jóvenes,categoría MVP]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[quattro, più giovani, giocatori di maggior valore (MVP)]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[quatre plus jeunes, MVP, basketball]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[vier jongste, MVP basketballers]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[patru, cei mai tineri, MVP, jucători de baschet]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?uri rdf:type dbo:BasketballPlayer .
        ?uri dbo:birthDate ?date.
        ?uri dbp:highlights ?h .
        FILTER regex(?h,'MVP')
} 
ORDER BY DESC(?date) 
OFFSET 0 LIMIT 4
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Cliff_Alexander]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Aaron_Gordon]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Jabari_Parker]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mario_Hezonja]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="253" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Who was called Rodzilla?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer wurde Rodzilla genannt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quien se llamaba Rodzilla?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi era chiamato Rodzilla?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui était appelé Rodzilla?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie werd Rodzilla genoemd?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a fost numit Rodzilla?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[called, Rodzilla]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[genannt, Rodzilla]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[llamaba, Rodzilla]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[chiamato, Rodzilla]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[appelé, Rodzilla]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[genoemd, Rodzilla]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[numit, Rodzilla]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbp: <http://dbpedia.org/property/> 
SELECT DISTINCT ?uri 
WHERE { 
         ?uri dbp:nickname "Rodzilla"@en .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Rodney_Blake]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="254" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Show me the book that Muhammad Ali wrote.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Zeig mir das Buch, das Muhammad Ali geschrieben hat.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Muéstrame el libro escrito por Muhammad Ali.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Mostrami il libro scritto da Muhammad Ali.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donne-moi le livre écrit par Muhammad Ali.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Toen het boek dat Muhammad Ali heeft geschreven.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Arată-mi cartea pe care a scris-o Muhammad Ali.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[book, wrote, Muhammad Ali]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Buch, geschrieben, Muhammad Ali]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[libro, autor, Muhammad Ali]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[libro, autore, Muhammad Ali]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[livre, par Muhammad Ali]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[boek, geschreven, Muhammad Ali]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[carte, scris, Muhammad Ali]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri 
WHERE { 
         ?uri rdf:type dbo:Book . 
         ?uri dbo:author res:Muhammad_Ali . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/The_Soul_of_a_Butterfly]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="256" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Which city has the most inhabitants?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Stadt hat die meisten Einwohner?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Que ciudad tiene la mayor población?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quale città ha il maggior numero di abitanti?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel ville a le plus grand nombre d'habitants?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke stad heeft de meeste inwoners?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care oraș are cei mai mulți locuitori?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[city, the most inhabitants]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Stadt, meisten Einwohner]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[ciudad, mayor población]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[città, maggior numero di abitanti]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[ville, plus grand nombre d'habitants]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[stad, meeste inwoners]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[oraș, cei mai mulți locuitori]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri
WHERE { 
         ?uri rdf:type dbo:City . 
         ?uri dbo:populationTotal ?pop . 
}
ORDER BY DESC(?pop)
OFFSET 0 LIMIT 1
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Karachi]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="257" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Which city has the least inhabitants?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Stadt hat die wenigsten Einwohner?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Que ciudad tiene la menor población?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quale città ha il minor numero di abitanti?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelle ville a le plus petit nombre d'habitants?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke stad heeft de minste inwoners?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care oraș are cei mai puțini locuitori?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[city, the least inhabitants]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Stadt, wenigsten Einwohner]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[ciudad, menor población]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[città, minor numero di abitanti]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[ville, plus petit nombre d'habitants]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[stad, minste inwoners]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[oraș, cei mai puțini locuitori]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri
WHERE { 
         ?uri rdf:type dbo:City . 
         ?uri dbo:populationTotal ?pop . 
}
ORDER BY ASC(?pop)
OFFSET 0 LIMIT 1
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Lakeside,_Missouri]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="258" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Give me all the TV shows with Neil Patrick Harris.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Fernsehserien mit Neil Patrick Harris.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todos los programas de televisión con Neil Patrick Harris.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutti i programmi televisivi con Neil Patrick Harris.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donne-moi toutes les émissions de télé avec Neil Patrick Harris.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Toen alle TV programma's met Neil Patrick Harris.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toate emisiunile TV cu Neil Patrick Harris]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[TV shows, Neil Patrick Harris]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Fernsehserien, Neil Patrick Harris]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[programas de televisión, Neil Patrick Harris]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[programmi televisivi, Neil Patrick Harris]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[émissions de télé, Neil Patrick Harris]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[TV programma's, Neil Patrick Harris]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[emisiuni TV, Neil Patrick Harris]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri
WHERE { 
         ?uri rdf:type dbo:TelevisionShow . 
         ?uri dbo:starring res:Neil_Patrick_Harris . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Neil's_Puppet_Dreams]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/How_I_Met_Your_Mother]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Doogie_Howser,_M.D.]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Stark_Raving_Mad_(TV_series)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Capitol_Critters]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="259" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who wrote The Hunger Games?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer hat Die Tribute von Panem geschrieben?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quien escribió Los juegos del hambre?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi ha scritto Hunger Games?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui est l'auteur de The Hunger Games]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie heeft De Hongerspelen geschreven?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a scris Jocurile Foamei?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[wrote, Hunger Games]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[geschrieben, Die Tribute von Panem]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[autor, Los juegos del hambre]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[autore, Hunger Games]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[auteur, The Hunger Games]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[geschreven, De Hongerspelen]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[scris, Jocurile Foamei]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri
WHERE { 
        res:The_Hunger_Games dbo:author ?uri . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Suzanne_Collins]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="261" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[What country is Mount Everest in?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welchem Land ist der Mount Everest?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En que país esta el monte Everest?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[In quale stato si trova il Monte Everest?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Dans quel pays se trouve le mont Everest?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[In welke land is de Mount Everest?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[În ce țară se află muntele Everest?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[country, Mount Everest]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Land, Mount Everest]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[país, monte Everest]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[stato, Monte Everest]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[pays, Everest]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[land, Mount Everest]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[țară, muntele Everest]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri
WHERE { 
        res:Mount_Everest dbo:locatedInArea ?uri . 
        ?uri rdf:type dbo:Country .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/China]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Nepal]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

