<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">


        <qald:question aggregation="false" hybrid="false" answertype="boolean" id="179" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Was Marc Chagall a jew?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[War Marc Chagall ein Jude?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Fué Marc Chagall judío?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Marc Chagall era ebreo?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Etait Marc Chagall juif?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Was Marc Chagall joods?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[A fost Marc Chagall un evreu?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Marc Chagall, jew]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Marc Chagall, Jude]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Marc Chagall, judío]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Marc Chagall, ebreo]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Marc Chagall, juif]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Marc Chagall, joods]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Marc Chagall, evreu]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX res: <http://dbpedia.org/resource/>
ASK 
WHERE {
       res:Marc_Chagall dbp:ethnicity 'Jewish'@en .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[true]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="18" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Which museum exhibits The Scream by Munch?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welchem Museum ist Der Schrei von Munch ausgestellt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En qué museo está expuesto el Grito de Munch?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[In quale museo è esposto l'Urlo di Munch?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Dans quel musée est exposé Le Cri de Munch?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[In welk museum hangt De Schreeuw van Munch?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[În ce muzeu este expus “Strigătul” lui Munch?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[museum, Scream, Munch]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Museum, Schrei, Munch]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[museo, El Grito, Munch]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[museo, l'Urlo, Munch]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[musée, le Cri, Munch]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[museum, De Schreeuw, Munch]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[muzeu, Strigătul, Munch]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE {
       res:The_Scream dbo:museum ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/National_Gallery_(Norway)]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="180" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Give me all books by William Goldman with more than 300 pages.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Bücher von William Goldman mit mehr als 300 Seiten.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todos los libros de Wiliam Goldman con más de 300 páginas.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutti i libri di Wiliam Goldman con più di 300 pagine.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donnes-moi tous les livres de William Goldman avec plus de 300 pages.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Geef alle boeken van William Goldman met meer dan 300 pagina's.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toate carțile de William Glodman cu mai mult de 300 de pagini.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[book, William Goldman, pages, more than 300]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Buch, William Goldman, Seiten, mehr als 300]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[libro, William Goldman, más de 300 páginas]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[libro, Wiliam Goldman, pagine, più di 300]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[livres, William Goldman, plus de 300 pages]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[boeken, William Goldman, meer dan 300 pagina's]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[carte, William Goldman, pagini, mai mult de 300]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?uri rdf:type dbo:Book .
        ?uri dbo:author res:William_Goldman .
        ?uri dbo:numberOfPages ?x .
        FILTER (?x > 300)
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Wait_Till_Next_Year]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Control_(novel)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Which_Lie_Did_I_Tell%3F]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Marathon_Man_(novel)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Brothers_(Goldman_novel)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Tinsel_(novel)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Boys_and_Girls_Together]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Hype_and_Glory]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/The_Princess_Bride]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/The_Color_of_Light]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="181" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Which books by Kerouac were published by Viking Press?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Bücher von Kerouac wurden von Viking Press verlegt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué libros de Kerouac han sido publicados por Viking Press?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali libri di Kerouac furono pubblicati da Viking Press?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels lives de Kerouac ont été publiés par Viking Press?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke boeken van Jack Kerouac werden uitgegeven door Viking Press?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce cărți de Kerouac a fost publicate de Viking Press?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[book, Kerouac, publish, Viking Press]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Buch, Kerouac, verlegen, Viking Press]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[libro, Kerouac, publicado, Viking Press]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[libro, Kerouac, pubblicare, Viking Press]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[lives de Kerouac, publiés, Viking Press]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[boek, Jack Kerouac, uitgever, Viking Press]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[carte, Kerouac, publica, Viking Press]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?uri rdf:type dbo:Book .
        ?uri dbo:publisher res:Viking_Press .
        ?uri dbo:author res:Jack_Kerouac .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/On_the_Road]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Door_Wide_Open]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/References_in_On_the_Road]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Atop_an_Underwood:_Early_Stories_and_Other_Writings]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="number" id="183" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[How high is the Mount Everest?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wie hoch ist der Mount Everest?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué alto es el Monte Everest?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quanto è alto il Monte Everest?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelle est l'altitude du Mont Everest?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoe hoog is de Mount Everest?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce altitudine are muntele Everest?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Mount Everest, high]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Mount Everest, hoch]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Monte Everest, altura]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Monte Everest, altezza]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[altitude, Mont Everest]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[hoogte, Mount Everest]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[muntele Everest, altitudine]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?num 
WHERE {
        res:Mount_Everest dbo:elevation ?num.
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[8848.0]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="184" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Who created the comic Captain America?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer hat den Comic Captain America erfunden?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién creó el comic Capitán América?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi ha creato il fumetto Capitan America?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui a créé la bande dessinée Captain America?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie schreef het stripverhaal Captain America?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a creat banda desenată Captain America?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[comic, Captain America, create]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Comic, Captain America, erfinden]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[creador, comic, Capitán América]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[creatore, fumetto, Capitan America]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[bande dessinée, créer, Captain America]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[auteur, stripverhaal, Captain America]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[bandă desenată, Captain America, creat]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
        res:Captain_America dbo:creator ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Jack_Kirby]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Joe_Simon]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="number" id="185" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[How many people live in the capital of Australia?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Menschen leben in der Hauptstadt Australiens?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuánta gente vive en la capital de Australia?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quante persone vivono nella capitale dell'Australia?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est le nombre d'habitants de la capitale de l'Australie?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel mensen wonen er in de hoofdstad van Australië?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câți oameni locuiesc in capitala Australiei?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Australia, capital, people, live]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Australien, Hauptstadt, Menschen, leben]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Australia, capital, habitantes]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Australia, capitale, abitanti]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[nombre d'habitants, capitale, Australie]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[inwoners, hoofdstad van Australië]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Australia, captital, oameni, locui]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?num 
WHERE {
        res:Australia dbo:capital ?x .
        ?x dbo:populationTotal ?num .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[381488]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="186" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[What is the largest city in Australia?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was ist die größte Stadt in Australien?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál es la cuidad más grande de Australia?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è la città più grande d'Australia?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelle est la plus grande ville d'Australie?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is de grootste stad van Australië?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este cel mai mare oraș din Australia?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Australia, largest city]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Australien, größte Stadt]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Australia, ciudad más grande]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Australia, città più grande]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[plus grande ville, Australie]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[grootste stad, Australië]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Australia, cel mai mare oraș]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
       res:Australia dbo:largestCity ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Sydney]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="187" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who composed the music for Harold and Maude?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer hat die Musik für Harold und Maude komponiert?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién compuso la música para Harold y Maude?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi ha composto la musica per Harold e Maude?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui a composé la musique de Harold et Maude?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie componeerde de muziek voor Harold and Maude]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a compus coloana sonoră pentru Harold și Maude?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Harold and Maude, compose, music]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Harold und Maude, komponieren, Musik]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Harold y Maude, música, compositor]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Harold e Maude, compositore, musica]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[composé, musique, Harold et Maude]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[componist, Harold and Maude]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Harold și Maude, compune, coloana sonoră]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/>
SELECT DISTINCT ?uri 
WHERE {
       res:Harold_and_Maude dbo:musicComposer ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Cat_Stevens]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="189" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[In which city was the former Dutch queen Juliana buried?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welcher Stadt wurde die ehemalige niederländische Königin Juliana beerdigt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En qué ciudad fué enterrada la antigua reina de los países bajos Juliana?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[In quale città fu sepolta la precedente regina dei Paesi Bassi Juliana?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Dans quelle ville a-t-été enterré la reine néerlandaise Juliana?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[In welke stad is de voormalige Nederlandse koningin Juliana bijgezet?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[În ce oraș a fost înmormântată fosta regină a Olandei, Juliana?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Dutch queen Juliana, burried, city]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[niederländische Königin Juliana, beerdigen, Stadt]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[reina de los países bajos, Juliana, enterrada, ciudad]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[regina dei Paesi Bassi, Juliana, sepolta, città]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[ville, enterré, reine néerlandaise, Juliana]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[stad, koningin Juliana, bijzetting]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[regina Olandei, Juliana, inmormântată, oraș]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        res:Juliana_of_the_Netherlands dbo:restingPlace ?uri.
        ?uri rdf:type dbo:Settlement .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Delft]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

