<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question id="146" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Which professional surfers were born in Australia?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Profisurfer wurden in Australien geboren?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué surfistas profesionales nacieron en Australia?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali surfisti professionisti sono nati in Australia?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels surfeurs professionels sont nés en Australie?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke professionele surfers werden geboren in Australië?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce surferi profesioniști s-au născut în Australia?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[professional surfer, born, Australia]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Profisurfer, geboren, Australien]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[surfista profesional, nacido, Australia]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[surfista professionista, nato, Australia]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[surfeurs professionels, Australie]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[professionele surfer, Australië]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[surfer profesionist, născut, Australia]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        ?uri dbo:occupation res:Surfing .  
       { ?uri dbo:birthPlace res:Australia . }
       UNION 
       { ?uri dbo:birthPlace ?x . 
         ?x dbo:country res:Australia . }
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Midget_Farrelly]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Ian_Cairns]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Koby_Abberton]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="147" onlydbo="false" answertype="number" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[What is the average temperature on Hawaii?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was ist die Durchschnittstemperatur auf Hawaii?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál es la temperature media en Hawaii?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è la temperatura media nelle Hawaii?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelle est la température moyenne à Hawaii?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is de gemiddelde temperatuur op Hawaii?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este temperatura medie în Hawaii?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Hawaii, average temperature]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Hawaii, Durchschnittstemperatur]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[temperature media, Hawayii]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[temperatura media, Hawaii]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[température moyenne, Hawaii]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[gemiddelde temperatuur, Hawaii]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Hawaii, temperatura medie]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[OUT OF SCOPE]]>
                </qald:query>
                <qald:answers />
        </qald:question>

        <qald:question id="148" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[In which UK city are the headquarters of the MI6?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welcher Stadt im Vereinigten Königreich ist das Hauptquartier des MI6?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En qué ciudad del reino unido se encuentra el cuartel genetal del MI6?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[In quale città del Regno Unito si trova il quartier generale del MI6?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Dans quelle ville anglaise se trouvent les quartiers genéraux du MI6?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[In welke Britse stad is het hoofdkwartier van MI6 gevestigd?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[În care oraș din Regatul Unit se află cartierul general al MI6?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[MI6, headquarters, city, UK]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[MI6, Hauptquartier, Stadt, Vereinigtes Königreich]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[MI6, cuartel general, ciudad, reino unido]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[MI6, quartier generale, città, Regno Unito]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[ville anglaise, quartiers genéraux, MI6]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[MI6, hoofdkwartier, Britse stad]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[MI6, cartier general, oraș, Regatul Unit]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE { 
        res:Secret_Intelligence_Service dbo:headquarter ?uri . 
        ?uri dbo:country res:United_Kingdom . 
}  
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/London]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="149" onlydbo="false" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Which other weapons did the designer of the Uzi develop?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche anderen Waffen hat der Erfinder der Uzi entwickelt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué otras armas desarrolló el inventor del Uzi?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali altre armi sono state progettate dall'inventore dell'Uzi?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels autres armes ont été developées par l'inventeur de l'Uzi?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke andere wapens heeft de uitvinder van de Uzi ontwikkeld?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce alte arme a realizat proiectantul Uzi?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Uzi, designer, develop, weapon]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Uzi, Erfinder, Waffe]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Uzi, inventor, otras armas]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Uzi, inventore, progettare, arma]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[armes, developées, inventeur de l'Uzi]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Uzi, uitvinder, wapens]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Uzi, proiectant, realiza, armă]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX dbp: <http://dbpedia.org/property/> 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri 
WHERE { 
        ?uri rdf:type dbo:Weapon .  
        ?uri dbp:designer ?x . 
        res:Uzi dbp:designer ?x . 
        FILTER (?uri != res:Uzi) 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Minebea_PM-9]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="15" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Who created Goofy?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer hat Goofy erfunden?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién es el creador de Goofy?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi è il creatore di Pippo?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui est le créateur de Goofy?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie bedacht Goofy?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine l-a creat pe Goofy?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[created, Goofy]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[erfinden, Goofy]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[creador, Goofy]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[creatore, Pippo]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Goofy, créateur]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[bedenker, Goofy]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[creat, Goofy]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        res:Goofy dbo:creator ?uri . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Walt_Disney]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Paul_Murry]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Del_Connell]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="150" onlydbo="true" answertype="boolean" aggregation="true" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Was the Cuban Missile Crisis earlier than the Bay of Pigs Invasion?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[War die Kubakrise vor der Schweinebuchtinvasion?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Fué la crisis de cuba antes de la invasión de bahía de cochinos?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[La crisi dei missili di Cuba avvenne prima dello sbarco nella Baia dei Porci?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[La crise des missiles de Cuba a-t-elle eu lieu avant the débarquement de la baie des Cochons?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Was de Cubacrisis eerder dan de invasie in de Varkensbaai?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[A avut loc mai devreme Criza rachetelor din Cuba decât Invazia din Golful Porcilor?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Cuban Missile Crisis, earlier, Bay of Pigs Invasion]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Kubakrise, vor, Schweinebuchtinvasion]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[crísis de cuba, anterior a la invasión de bahía de cochinos?]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Crisi dei missili di Cuba, precedente, sbarco nella Baia dei Porci]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Débarquement de la baie des Cochons, crise des missiles de Cuba]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Cubacrisis, eerder dan, invasie in de Varkensbaai]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Criza rachetelor din Cuba, mai devreme, Invazia din Golful Porcilor]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
ASK 
WHERE { 
        res:Cuban_missile_crisis dbo:date ?x . 
        res:Bay_of_Pigs_Invasion dbo:date ?y . 
        FILTER (?x < ?y) 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[false]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="153" onlydbo="false" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[What is the ruling party in Lisbon?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Partei regiert in Lissabon?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué partido gobierna en Lisboa?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è il partito che governa Lisbona?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est le parti au pouvoir à Lisbonne?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke partij is aan de macht in Lissabon?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este partidul la putere în Lisabona?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Lisbon, ruling party]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Lissabon, regieren, Partei]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Lisboa, gobierna, partido]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Lisbona, governa, partito]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[parti au pouvoir, Lisbonne]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Lissabon, partij, aan de macht]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Lisabona, partid la putere]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbp: <http://dbpedia.org/property/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        res:Lisbon dbp:leaderParty ?uri . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Socialist_Party_(Portugal)]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="154" onlydbo="false" answertype="qald:string" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[What are the nicknames of San Francisco?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was sind die Spitznamen von San Francisco?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál es el apodo de San Francisco?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali sono i soprannomi di San Francisco?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels sont les surnoms de San Francisco?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat zijn bijnamen van San Francisco?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care sunt poreclele pentru San Francisco?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[San Francisco, nickname]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[San Francisco, Spitzname]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[San Francisco, apodo]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[San Francisco, soprannome]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[surnoms, San Francisco]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[bijnaam, San Francisco]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[San Francisco, poreclă]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbp: <http://dbpedia.org/property/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?qald:string 
WHERE { 
        res:San_Francisco dbp:nickname ?qald:string . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[The City by the Bay; Fog City; San Fran; Frisco; The City that Knows How ; Baghdad by the Bay ; The Paris of the West]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="155" onlydbo="false" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Which Greek goddesses dwelt on Mount Olympus?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche griechischen Göttinnen bewohnten den Olymp?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué diosas griegas habitan el Olimpo?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quale dea greca risiedeva sul monte Olimpo?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelles déesses grecques habitent sur l'Olympe?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke Griekse godinnen woonden op de Olympus?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[ Care zeiță greacă a locuit pe Muntele Olimp?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Greek goddess, dwell, Mount Olympys]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[griechische Göttin, bewohnen, Olymp]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[diosas griegas, habitan, Olimpo]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[dea, greca, risiedere, Olimpo]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[déesses grecques, habitent, Olympe]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Griekse godin, bewonen, Olympus]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[zeiță greacă, locui, Muntele Olimp]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbp: <http://dbpedia.org/property/> 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX yago: <http://dbpedia.org/class/yago/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri 
WHERE { 
        ?uri rdf:type yago:GreekGoddesses .  
        ?uri dbp:abode res:Mount_Olympus . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Aphrodite]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Artemis]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Athena]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Demeter]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Hera]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Eileithyia]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Hygieia]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Iris_(mythology)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Nike_(mythology)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Hebe_(mythology)]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="156" onlydbo="false" answertype="date" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[When were the Hells Angels founded?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wann wurden die Hells Angels gegründet?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cúando se fundaron los Hells Angels?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quando si sono formati gli Hells Angels?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quand ont-été fondé les Hells Angels?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wanneer zijn de Hells Angels opgericht?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Când a fost înființată Hell Angels?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Hells Angels, founded]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Hells Angels, gründen]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Hells Angels, fundación]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Hells Angels, formati]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[fondé, Hells Angels]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Hells Angels, opgericht]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Hell Angels, înființat]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbp: <http://dbpedia.org/property/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?date 
WHERE { 
        res:Hells_Angels dbp:founded ?date . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[1948-03-17+02:00]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

