<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="287" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Which beer originated in Ireland?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welches Bier kommt aus Irland?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué cerveza se ha originado en Irlanda?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quale birra è originaria dell'Irlanda?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelles bières viennent de l'Irlande?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke bieren komen uit Ierland?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce bere este originară din Irlanda?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[beer, originated, Ireland]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Bier, kommen aus, Irland]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[cerveza, originado, Irlanda]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[birra, origine, Irlanda]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[bières, Irlande?]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[bieren, komen uit, Ierland]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[bere, originară, Irlanda]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbp: <http://dbpedia.org/property/> 
SELECT DISTINCT ?uri 
WHERE {
        ?uri dbp:type res:Beer .
        ?uri dbp:origin "Ireland"@en .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Guinness]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="288" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[What are the specialities of the UNC Health Care?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Worauf ist die UNC Health Care spezialisiert?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuáles son las especialidades del UNC Health Care?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali sono le specialità della UNC Health Care?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelles sont les spécialités de l'UNC Health Care?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat zijn de specialiteiten van de UNC Health Care?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care sunt specializările UNC Health Care?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[specialities, UNC Health Care]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Spezialisierung, UNC Health Care]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[especialidades, UNC Health Care]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[specialità, UNC Health Care?]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[spécialités, UNC Health Care?]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[specialiteiten, UNC Health Care]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[specializări, UNC Health Care]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbp: <http://dbpedia.org/property/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri
WHERE {
        res:UNC_Health_Care dbp:speciality ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Cancer]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Trauma_center]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="289" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who is the owner of Facebook?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wem gehört Facebook?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién es el dueño de Facebook?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi è il proprietario di Facebook?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[À qui appartient Facebook?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie is de eigenaar van Facebook?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine este proprietarul Facebook?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[owner, Facebook]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[gehört, Facebook]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[dueño, Facebook]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[proprietario, Facebook]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[propriétaire, Facebook]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[eigenaar, Facebook]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[proprietar, Facebook?]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE {
        res:Facebook dbo:foundedBy ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mark_Zuckerberg]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="290" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[From which region is the Melon de Bourgogne?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Aus welcher Region ist der Melon de Bourgogne?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿De que región es el vino Melon de Bourgogne?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Da quale regione proviene il Melon de Bourgogne?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[De quelle région vient le Melon de Bourgogne?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Vanuit welke regio is de Melon de Bourgogne?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Din ce regiune provine Melon-ul de Bourgogne?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[region, Melon de Bourgogne]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Region, Melon de Bourgogne]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[región, Melon de Bourgogne]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[regione, Melon de Bourgogne]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[région, Melon de Bourgogne]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[regio, Melon de Bourgogne]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[regiune, Melon de Bourgogne]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/> 
SELECT DISTINCT ?uri
WHERE {
        res:Melon_de_Bourgogne dbo:wineRegion ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Loire_Valley_(wine)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Oregon]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Washington_(state)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Southern_Ontario]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="291" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who was influenced by Socrates?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer wurde von Sokrates beeinflusst?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién fue influenciado por Socrates?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi fu influenzato da Socrate?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui a été influencé par Socrates?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie werd beïnvloed door Socrates?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a fost influențat de către Socrate?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[influenced, Socrated]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[beeinflusst, Sokrates]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[influenciado, Socrates]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[influenzato, Socrate]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[influencé, par Socrates]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[beïnvloed, Socrates]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[influențat, Socrate]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/> 
SELECT DISTINCT ?uri
WHERE {
        ?uri dbo:influencedBy res:Socrates .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Epictetus]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Plato]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Allan_Bloom]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Antisthenes]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Hannah_Arendt]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Stefan_Molyneux]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Lucian]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Diogenes_of_Sinope]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Leo_Strauss]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Peter_Kreeft]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Aristippus]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Seyhan_Kurt]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Euclid_of_Megara]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="292" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Who was president of Pakistan in 1978?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer war 1978 Präsident von Pakistan?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién fue el presidente de Pakistán en 1978?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi fu presidente del Pakistan nel 1978?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui était le président du Pakistan en 1978?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie was president van Pakistan in 1978?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a fost preşedintele Pakistanului în 1978?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[president, Pakistan, 1978]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Präsident, Pakistan, 1978]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[presidente, Pakistán, 1978]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[presidente, Pakistan, 1978]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[président, Pakistan, 1978]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[president, Pakistan, 1978]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[preşedinte, Pakistan, 1978]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbp: <http://dbpedia.org/property/> 
SELECT DISTINCT ?uri 
WHERE {
        ?uri dbp:title res:President_of_Pakistan .
        ?uri dbp:years 1978 .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Muhammad_Zia-ul-Haq]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="293" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Give me English actors starring in Lovesick.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir britische Schauspieler, die in Lovesick mitspielen.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame actores Ingleses protagonizando Lovesick.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi gli attori inglesi che hanno recitato in Lovesick.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donne-moi tous les acteurs anglais de Lovesick.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Toen Brits acteurs met een rol in Lovesick.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi actori englezi protagoniști în Lovesick.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[English actors, starring, Lovesick]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Schauspieler, britisch, mitspielen, Lovesick]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[actores Ingleses, protagonistas, Lovesick ]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[attori inglesi, protagonisti, Lovesick]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[acteurs, anglais, Lovesick]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Brits acteurs, rol in, Lovesick]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[actori englezi, protagoniști, Lovesick]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX yago: <http://dbpedia.org/class/yago/> 
SELECT DISTINCT ?uri
WHERE {
          res:Lovesick dbo:starring ?uri .
        { ?uri dbo:birthPlace res:England . }
        UNION
        { ?uri rdf:type yago:EnglishFilmActors . }
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Dudley_Moore]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Alec_Guinness]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="295" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who was married to president Chirac?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer war mit Präsident Chirac verheiratet?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién estuvo casado con el presidente Chirac?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi è stato sposato con il presidente Chirac?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui était marrié avec le président Chirac?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie was met president Chirac getrouwd?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a fost căsătorit cu președintele Chirac?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[married to, president Chirac]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[verheiratet mit, Päsident Chirac]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[casado con, presidented Chirac]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[sposato con, presidente Chirac]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[épouse, président Chirac]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[getrouwd met, president Chirac]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[căsătorit cu, președintele Chirac]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri
WHERE { 
         res:Jacques_Chirac dbo:spouse ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Bernadette_Chirac]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="296" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[What is the largest metropolitan area in Washington state?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was ist das größte Ballungsgebiet im Staat Washington?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál es el área metropolitana mas larga en el estado de Washington?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è la più grande area metropolitana nello stato di Washington?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelle est l'aire urbaine la pöus grande dans l'état de Washington?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is het grootste stedelijke gebied in de staat Washington?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este cea mai mare zonă metropolitană din statul Washington?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[largest metropolitan area, Washington state]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[größtes Ballungsgebiet, Staat Washington]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[área metropolitana, mas larga, estado de Washington]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[area metropolitana, più grande, stato di Washington]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[aire urbaine, plus grance, état de Washington]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[grootste stedelijke gebied, staat Washington]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[cea mai mare zonă metropolitană, statul Washington]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbp: <http://dbpedia.org/property/> 
SELECT DISTINCT ?uri
WHERE {
        <http://dbpedia.org/resource/Washington_(state)> dbp:largestmetro ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Seattle_metropolitan_area]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="297" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Where in France is sparkling wine produced?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wo in Frankreich wird Schaumwein hergestellt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Dónde en Francia se produce el vino espumoso?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dove si produce vino frizzante in Francia?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Où produit-on du vin mousseux en France?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Waar in Frankrijk word mousserende wijn geproduceerd?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Unde în Franța este produs vinul spumant?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[produced, France, sparkling wine]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Frankreich, hergestellt, Schaumwein]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[produce, Francia, vino espumoso]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[produrre, Francia, vino frizzante]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[france, produit, vin mousseux]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Frankrijk, mousserende wijn, geproduceerd]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[produs, Franța, vin spumant]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/> 
SELECT DISTINCT ?uri
WHERE {
        ?uri dbo:wineProduced res:Sparkling_wine .
        ?uri dbo:location res:France .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Loire_Valley_(wine)]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

