<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question aggregation="false" hybrid="false" answertype="date" id="2" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Give me the birthdays of all actors of the television show Charmed.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir die Geburtstage von allen Darstellern der Fernsehserie Charmed.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame los cumpleaños de los actores de la serie de televisión Charmed.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi le date dei compleanni di tutti gli attori della serie televisiva Charmed.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donnes-moi les dates de naissance des acteurs de la série télévisée Charmed.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Noem de verjaardag van alle acteurs uit de televisieserie Charmed.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi zilele de naștere a tuturor actorilor din serialul de televiziune Charmed]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[television show, Charmed, actor, birthday]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Fernsehserie, Charmed, Darsteller, Geburtstag]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[serie televisiva, Charmed, actores, cumpleaños]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[serie televisiva, Charmed, attore, compleanno]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[série télévisée, Charmed, acteurs, date de naissance]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[verjaardag, acteur, televisieserie, Charmed]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[serial de televiziune, Charmed, actor, zi de naștere]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?date 
WHERE { 
        res:Charmed dbo:starring ?actor .
        ?actor dbo:birthDate ?date .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[1985-11-30+02:00]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[1971-01-26+02:00]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[1973-12-03+02:00]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[1969-02-01+02:00]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[1969-02-08+02:00]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[1980-05-19+02:00]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[1968-07-27+02:00]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[1965-10-01+02:00]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[1971-04-12+02:00]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[1973-09-05+02:00]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[1972-12-19+02:00]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[1973-06-15+02:00]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="number" id="20" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[How many employees does IBM have?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Angestellte hat IBM?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuántos empleados tiene IBM?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quanti dipendenti ha IBM?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien d'employés a IBM?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel medewerkers heeft IBM?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câți angajați are IBM?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[IBM, employees]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[IBM, Angestellte]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[IBM, empleados]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[IBM, dipendenti]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[employés, IBM]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[medewerkers, IBM]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[IBM, angajați]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?number 
WHERE {
        res:IBM dbo:numberOfEmployees ?number .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[431212]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="21" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Which states border Illinois?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Staaten grenzen an Illinois?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué estados tienen frontera con Illinois?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Con quali stati confina l'Illinois?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels sont les états voisins de l'Illinois?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke staten grenzen aan Illinois?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce state formează granite cu Illinois?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[state, border, Illinois]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Staat, angrenzen, Illinois]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[estado, frontera, Illinois]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[stati, confine, Illinois]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[états voisins, Illinois]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[staat, grenzen aan, Illinois]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[stat, granite, Illinois]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbp: <http://dbpedia.org/property/>
SELECT DISTINCT ?uri 
WHERE {
        res:Illinois dbp:borderingstates ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Wisconsin]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Kentucky]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Missouri]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Indiana]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Iowa]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="22" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[In which country is the Limerick Lake?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welchem Land befindet sich der Limerick Lake?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En qué país se encuentra el lago Limerick?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[In quale stato si trova il lago Limerick?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Dans quel pays se trouve le lac Limerick?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[In welk land ligt Limerick Lake?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[În ce țară este lacul Limerick?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Limerick Lake, country]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Limerick Lake, Land]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[lago Limerick, país]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[lago Limerick, stato]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[pays, lac Limerick]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Limerick Lake, land]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[lacul Limerick, țară]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE { 
        res:Limerick_Lake dbo:country ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Canada]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="23" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Which television shows were created by John Cleese?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Fernsehserien hat John Cleese entworfen?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué series televisivas ideó John Cleese?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali serie televisive sono state create dalla John Cleese?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelles séries télevisées ont été créées par John Cleese?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke televisieseries werden bedacht door John Cleese?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce seriale de televiziune au fost create de John Cleese?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[television show, create, John Cleese]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Fernsehserie, entwerfen, John Cleese]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[serie televisica, ideó, John Cleese]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[serie televisiva, ideata, John Cleese?]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[séries télevisées, créées, John Cleese]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[televisieserie, bedacht, John Cleese]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[serial de televiziune, creat, John Cleese]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri
WHERE {
        ?uri rdf:type dbo:TelevisionShow .
        ?uri dbo:creator res:John_Cleese .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Python_Night_%E2%80%93_30_Years_of_Monty_Python]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Fawlty_Towers]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Monty_Python's_Flying_Circus]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/At_Last_the_1948_Show]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Monty_Python's_Personal_Best]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Parrot_Sketch_Not_Included_%E2%80%93_20_Years_of_Monty_Python]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Monty_Python_Live_at_Aspen]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="25" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[In which films directed by Garry Marshall was Julia Roberts starring?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welchem Filmen, bei denen Garry Marshall Regie geführt hat, hat Julia Roberts mitgespielt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En qué películas dirigidas por Garry Mashall actuó Julia Roberts?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[In quali film diretti da Garry Marshall recita Julia Roberts?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Dans quels films dirigés par Garry Marshall joue Julia Roberts?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[In welke films die werden geregisseerd door Garry Marshall speelde Julia Roberts?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[În ce filme regizate de Garry Marsall a jucat Julia Roberts roluri principale?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[film, directed, Garry Marshall, starring, Julia Roberts]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Film, Regie, Garry Marshall, mitspielen, Julia Roberts]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[película, director, Garry Marshall, actuar, Julia Roberts]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[film, regista, Garry Marshall, recitare, Julia Roberts]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[film, dirigés, Garry Marshall, joue Julia Roberts]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[film, regisseur, Garry Marshall, speelt, Julia Roberts]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[film, regizat, Garry Marshall, rol principal, Julia Roberts]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri
WHERE {
        ?uri rdf:type dbo:Film .
        ?uri dbo:starring res:Julia_Roberts .
        ?uri dbo:director res:Garry_Marshall .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Pretty_Woman]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Valentine's_Day_(2010_film)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Runaway_Bride_(1999_film)]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="boolean" id="27" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Was U.S. president Jackson involved in a war?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[War US-Präsident Jackson in einen Krieg verwickelt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Estuvo el el presidente de los estados unidos Jackson involucrado en una guerra?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Il presidente degli Stati Uniti Jackson è stato coinvolto in una guerra?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Le président Jackson a-t-il participé à une guerre?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Was president Jackson van de Verenigde Staten betrokken bij een oorlog?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[A fost președintele american Jackson implicat într-un război?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[U.S. president, Jackson, war]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[US-Präsident, Jackson, Krieg]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[presidente de los estados unidos, Jackson, guerra]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[presidente degli Stati Uniti, Jackson, guerra]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[président Jackson, guerre, participé]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[president van de Verenigde Staten, Jackson, oorlog, betrokken bij]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[președinte american, Jackson, război]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
ASK 
WHERE {
        res:Andrew_Jackson dbo:battle ?battle .    
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[true]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="28" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Give me all communist countries.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle kommunistischen Länder.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todos los países comunistas.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutti i paesi comunisti.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donnes-moi tous les pays communistes.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Geef alle communistische landen.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toate țările comuniste.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[communist countries]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[kommunistische Länder]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[países comunistas]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[paesi comunisti]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[pays communistes]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[communistische landen]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[țări comuniste]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri
WHERE {
        ?uri rdf:type dbo:Country .
      { ?uri dbo:governmentType res:Communism . }
        UNION
      { ?uri dbo:governmentType res:Communist_state . }
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mongolian_People's_Republic]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Division_of_Korea]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Provisional_People's_Committee_for_North_Korea]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Azerbaijan_People's_Government]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Republic_of_Mahabad]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Finnish_Democratic_Republic]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="29" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Which awards did Douglas Hofstadter win?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Preise hat Douglas Hofstadter gewonnen?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué premios ha ganado Douglas Hofstadter?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali premi ha vinto Douglas Hofstadter?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels prix ont été gagnés par Douglas Hofstadter?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke prijzen heeft Douglas Hofstadter gewonnen?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce premii a câștigat Douglas Hofstadter?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Douglas Hofstadter, award]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Douglas Hofstadter, Preise]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Douglas Hofstadter, premios]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Douglas Hofstadter, premio]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Douglas Hofstadter, prix]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Douglas Hofstadter, prijs]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Douglas Hofstadter, premii]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/>
SELECT DISTINCT ?uri
WHERE {
        res:Douglas_Hofstadter dbo:award ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/National_Book_Award]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Pulitzer_Prize]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/American_Academy_of_Arts_and_Sciences]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

