<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="217" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[What is the bridge with the longest span?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Brücke hat die längste Spannweite?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué puente tiene el mayor largo del vano?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è il ponte con la campata più lunga?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est le pont le plus large?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is de brug met de grootste spanwijdte?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este podul cu cea mai mare deschidere?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[bridge, longest span]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Brücke, längste Spannweite]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[puente, mayor largo del vano]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[ponte, campata più lunga]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[pont, le plus large]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[brug, langste spanwijdte]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[pod, cea mai mare deschidere]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?uri rdf:type dbo:Bridge .
        ?uri dbo:mainspan ?s . 
} 
ORDER BY DESC(?s) 
OFFSET 0 LIMIT 1
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Overseas_Highway]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="247" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Give me all actors called Baldwin.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Schauspieler, die Baldwin heißen.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todos los actores llamados Baldwin.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutti gli attori che si chiamano Baldwin.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donne-moi tous les acteurs appelés Baldwin.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Toon alle acteurs die Baldwin heten.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toți actorii numiți Baldwin.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[actors, called, Baldwin]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Schauspieler, heißen, Baldwin]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[actores, llamados Baldwin]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[attori, chiamarsi, Baldwin]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Acteury, appelés, Baldwin]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[acteurs, heten, Baldwin]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[actori, numit, Baldwin]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo:  <http://dbpedia.org/ontology/>
PREFIX res:  <http://dbpedia.org/resource/>
PREFIX foaf: <http://xmlns.com/foaf/0.1/>
SELECT DISTINCT ?uri
WHERE {
        ?uri foaf:surname 'Baldwin'@en . 
      { ?uri dbo:occupation res:Actor . } 
      UNION 
      { ?uri rdf:type dbo:Actor . }
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Lise_Baldwin]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/A._Michael_Baldwin]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Alec_Baldwin]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Greg_Baldwin]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Judith_Baldwin]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Robert_Baldwin_(actor)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Talon_(pornographic_actor)]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="216" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who is the tallest player of the Atlanta Falcons?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer ist der größte Spieler der Atlanta Falcons?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién es el jugador más alto de los Atlanta Falcons?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi è il giocatore più alto degli Atlanta Falcons?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui est le joueur le plus grand des Atlanta Falcons?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie is de langste speler van de Atlanta Falcons?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine este cel mai înalt jucător din Atlanta Falcons?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Atlanta Falcons, player, tallest]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Atlanta Falcons, Spieler, größter]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[jugador más alto, Atlanta Falcons]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[giocatore più alto, Atlanta Falcons]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[joueur le plus grand, Atlanta Falcons]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Atlanta Falcons, speler, langste]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Atlanta Falcons, jucător, cel mai înalt]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
        ?uri dbo:team res:Atlanta_Falcons . 
        ?uri dbo:height ?h .
} 
ORDER BY DESC(?h) 
OFFSET 0 LIMIT 1
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Gabe_Carimi]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="number" id="238" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[How many James Bond movies are there?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele James-Bond-Filme gibt es?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuántas películas de James Bond existen?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quanti film di James Bond ci sono stati?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien de films de James Bond existe-t-il?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel James Bond films zijn er?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câte filme Jamesc Bond există?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[how many, James Bond movies]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[wieviele, Jamee-Bond-Filme]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[número de películas, James Bond]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[quanti, film di James Bond]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[nomber de films, James Bond]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[hoeveel, James Bond films]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[câte, filme James Bond]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
PREFIX yago: <http://dbpedia.org/class/yago/> 
SELECT COUNT(DISTINCT ?uri) 
WHERE {
        ?uri rdf:type yago:JamesBondFilms . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[24]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="236" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Which pope succeeded John Paul II?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welcher Papst folgte auf Johannes Paul II?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué papa fue el sucesor de Juan Pablo II?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quale papa fu il successore di Giovanni Paolo II?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel pape est le successeur du pape Jean-Paul II?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke paus volgde Johannes Paul II op?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care papă i-a urmat lui Ioan Paul al II-lea?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[pope, succeed, John Paul II]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Papst, folgt auf, Johannes Paul II]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Papa, sucesor, Juan Pablo II]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Papa, successore, Giovanni Paolo II]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[successeur, Jean-Paul II]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[paus, volgen, Johannes Paul II]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[papă, urmat, Ioan Paul al II-lea]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbp: <http://dbpedia.org/property/>
SELECT DISTINCT ?uri
WHERE {
        res:Pope_John_Paul_II dbp:successor ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Pope_Benedict_XVI]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="205" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Give me all Dutch parties.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Niederländischen Parteien.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todos los partidos políticos holandeses]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutti i partiti politici olandesi.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donne-moi tous les partis politiques néerlandais.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Toon alle Nederlandse partijen.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toate partidele politice olandeze.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Dutch, party]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Niederländisch, Partei]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[partidos políticos holandeses]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[partiti politici olandesi]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[partis poliques, néerlandais]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Nederlandse partijen.]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[partide politice olandeze]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri
WHERE {
        ?uri rdf:type dbo:PoliticalParty .
        ?uri dbo:country res:Netherlands .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Christian_Democratic_Appeal]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/People's_Party_for_Freedom_and_Democracy]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Reformed_Political_Party]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Anti-Revolutionary_Party]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/GreenLeft]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Centre_Democrats_(Netherlands)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Frisian_National_Party]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Independent_Citizens'_Party]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Proud_of_the_Netherlands]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Socialist_Party_(Netherlands)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Free_Union_(anarchist_organisation)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Democratic_Political_Turning_Point]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Party_for_Freedom]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="date" id="230" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[When is Halloween?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wann ist Halloween?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuándo es Halloween?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quand'è Halloween?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quand est Halloween?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wanneer is Halloween?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Când este Halloween?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[date, Halloween]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Datum, Halloween]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[fecha, Halloween]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[data, Halloween]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Halloween, date]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[datum, halloween]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[dată, Halloween]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?date
WHERE {
        res:Halloween dbp:date ?date . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[0001-10-31+02:00]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="243" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Give me all Swedish oceanographers.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Schwedischen Ozeanographen.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todos los oceanógrafos suecos.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutti gli oceanografi svedesi.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donne-moi tous les océanographes suédois.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Toon alle Zweedse oceanograafen.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toți oceanografii suedezi.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Swedish, oceanographer]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Schwedisch, Ozeanographen]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[oceanógrafos suecos]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[svedesi, oceanografi]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Océanographes, suédois]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Zweedse, oceanograafen]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[oceanograf, suedez]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE {
        ?uri dbo:field res:Oceanography . 
        ?uri dbo:birthPlace res:Sweden .        
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Vagn_Walfrid_Ekman]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="226" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Give me all actors who were born in Berlin.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle in Berlin geborenenen Schauspieler.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todos los actores nacidos en Berlin.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutti gli attori nati a Berlino.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donne-moi tous les acteurs nés à Berlin.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Toon alle acteurs die in Berlijn zijn geboren.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toți actorii care s-au născut la Berlin.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[actors, born, Berlin]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Schauspieler, geboren, Berlin]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[actores, nacidos, Berlin]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[attori, nati, Berlino]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[acteurs, lieu de naissance, Berlin]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[actuers, geboren, Berlijn]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[actori, născut, Berlin]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?uri rdf:type dbo:Actor .
        ?uri dbo:birthPlace res:Berlin .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Dru_Berrymore]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Jack_Trevor]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Lena_Nitro]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="237" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[What was the last movie with Alec Guinness?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was war der letzte Film mit Alec Guinness?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál fue la última película con Alec Guinness?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è l'ultimo film con Alec Guinness?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est le dernier film d'Alec Guinness?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat was de laatste film met Alec Guinness?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care a fost ultimul film cu Alec Guinness?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Alec Guinness, last, movie]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Alec Guinness, letzter, Film]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[última película, Alec Guinness]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Alec Guinness, ultimo film]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Alec Guiness, dernier film]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Alec Guinness, laatste, film]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Alec Guinness, ultim, film]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri
WHERE {
        ?uri rdf:type dbo:Film . 
        ?uri dbo:starring res:Alec_Guinness .
        ?uri dbo:releaseDate ?date . 
} 
ORDER BY DESC(?date) 
LIMIT 1
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/A_Foreign_Field]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

