<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question id="320" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[List all the battles commanded by the lover of Cleopatra.]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE { 
    ?x text:"lover" text:"Cleopatra".   
    ?uri dbo:commander ?x .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_Pharsalus]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_Gergovia]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Avaricum]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Gallic_Wars]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_Zela]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Siege_of_Uxellodunum]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Siege_of_Alexandria_(47_BC)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_Dyrrhachium_(48_BC)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_Munda]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_Thapsus]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_Alesia]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_Vosges_(58_BC)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_the_Sabis]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Siege_of_Massilia]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_the_Arar]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_Bibracte]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_the_Axona]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Caesar's_Civil_War]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_Ruspina]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_the_Nile_(47_BC)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_Ilerda]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Caesar's_invasions_of_Britain]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="321" answertype="boolean" aggregation="true" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Are the Rosetta Stone and the Gayer-Andersen cat exhibited in the same museum?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
ASK
WHERE {
        ?m1 text:"exhibits" res:Rosetta_Stone . 
        res:Gayer-Anderson_cat dbo:museum ?x .
        ?m2 rdfs:label ?m2 .
        FILTER (?m1=?m2)
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[true]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="322" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Which actress starring in the TV series Friends owns the production company Coquette Productions?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
    res:Friends dbo:starring ?uri . 
    ?uri text:"own" text:"the production company Coquette Productions" .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Courteney_Cox]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="323" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Gaborone is the capital of which country member of the African Union?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
    ?uri text:"member of" text:"African Union" .    
    ?uri dbo:capital res:Gaborone .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Botswana]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="324" answertype="date" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[When was the composer of the opera Madame Butterfly born?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?date 
WHERE {
    res:Madama_Butterfly text:"composer" ?x .
    ?x dbo:birthDate ?date .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[1858-12-22]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="325" answertype="resource" aggregation="false" onlydbo="false" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Which street basketball player was diagnosed with Sarcoidosis?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX yago: <http://dbpedia.org/class/yago/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
  ?uri rdf:type yago:StreetBasketballPlayers .
  ?uri text:"diagnosed with" text:"Sarcoidosis".
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Slick_Watts]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="326" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[For which movie did the daughter of Francis Ford Coppola receive an Oscar?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE {
        res:Francis_Ford_Coppola dbo:child ?x .
        ?x text:"receive Oscar for" ?uri .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Lost_in_Translation_(film)]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="327" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Which city does the first person to climb all 14 eight-thousanders come from?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri
WHERE {
        ?x text:"is" text:"first person to climb all fourteen eight-thousanders" .
        ?x dbo:birthPlace ?uri .
        ?uri rdf:type dbo:Settlement .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://http://dbpedia.org/page/Brixen]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="328" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[At which college did the only American actor that received the César Award study?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?qald:string
WHERE {
        ?x text:"is" text:"the only American actor that received the César Award" .
        ?x dbo:almaMater ?uri .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Queens_College,_City_University_of_New_York]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="329" answertype="boolean" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Did Napoleon's first wife die in France?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
ASK 
WHERE {
        ?x text:"first wife of" text:"Napoleon" .
        ?x dbo:deathPlace res:France .  
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[true]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="330" answertype="number" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[How old is James Bond in the latest Bond book by William Boyd?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
        res:James_Bond dbo:lastAppearance ?x .
        ?x dbo:author <http://dbpedia.org/resource/William_Boyd_(writer)> .
        ?x text:"age of Bond" ?n .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[45]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="331" answertype="resource" aggregation="false" onlydbo="false" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[What eating disorder is characterized by an appetite for substances such as clay and sand?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
PREFIX yago: <http://dbpedia.org/class/yago/>
SELECT ?uri WHERE
{
  ?uri rdf:type yago:EatingDisorders .
  ?uri text:"characterized by" "appetite for clay and sand" .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Pica_(disorder)]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="332" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[What is the native city of Hollywood's highest-paid actress?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri 
WHERE {
        ?x text:"is" text:"Hollywood's highest-paid actress" .
        ?x dbo:birthPlace ?uri .
        ?x rdf:type dbo:City .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Los_Angeles]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="333" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[In which city does the former main presenter of the Xposé girls live?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
        ?x text:"is" text:"former presenter of the Xposé girls" .
        ?x dbo:residence ?uri .
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Dublin]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="334" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Who plays Phileas Fogg in the adaptation of Around the World in 80 Days directed by Buzz Kulik?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo:  <http://dbpedia.org/ontology/>
PREFIX res:  <http://dbpedia.org/resource/>
PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>
SELECT DISTINCT ?uri 
WHERE {
        ?x rdfs:label ?l .
        FILTER regex(?l,"Around the World in 80 Days","i")
        ?x dbo:director res:Buzz_Kulik .
        ?x dbo:starring ?uri .
        ?uri text:"as" text:"Phileas Fogg" .
}       
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Pierce_Brosnan]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="335" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Who is the front man of the band that wrote Coffee & TV?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
SELECT DISTINCT ?uri 
WHERE {
        <http://dbpedia.org/page/Coffee_&_TV> dbo:musicalArtist ?x .
        ?x dbo:bandMember ?uri .
        ?uri text:"is" text:"frontman" .
}      
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Damon_Albarn]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="336" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Which Chinese-speaking country is a former Portguese colony?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE { 
        res:Chinese_language dbo:spokenIn ?uri . 
        ?uri text:"is" text:"former Portuguese colony" . 
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Macau]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="337" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[What is the largest city in the county in which Faulkner spent most of his life?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE { 
        res:William_Faulkner text:"spent most of his life in" ?x . 
        ?x dbo:largestCity ?uri . 
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Oxford,_Mississippi]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="338" answertype="number" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[In which year did the Hungarian-American actor called "The King of Horror" make his first film?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
SELECT DISTINCT ?year
WHERE {
        ?x rdf:type dbo:Actor .
        ?x dbo:alias "The King Of Horror" .
        ?x text:"made his first movie in" ?year .
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[1917]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="339" answertype="qald:string" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[Under which pseudonym did Charles Dickens publish some of his books?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?s
WHERE { 
        ?x dbo:author res:Charles_Dickens . 
        ?x text:"published under pseudonyn" ?s . 
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[Boz]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="340" answertype="resource" aggregation="false" onlydbo="true" hybrid="true">
                <qald:string lang="en">
                        <![CDATA[A landmark of which city is the home of the Mona Lisa?]]>
                </qald:string>
                <qald:pseudoquery>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE {
        res:Mona_Lisa dbo:museum ?x .
        ?x text:"landmark in" ?uri .
}
]]>
                </qald:pseudoquery>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Paris]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

</qald:dataset>