<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="3" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who is the daughter of Robert Kennedy married to?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Mit wem ist die Tochter von Robert Kennedy verheiratet?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Con quién está casada la hija de Robert Kennedy?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Con chi è sposata la figlia di Robert Kennedy?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui est l'époux de la fille de Robert Kennedy?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Met wie is de dochter van Robert Kennedy getrouwd?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cu cine este căsătorită fiica lui Robert Kennedy?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Robert Kennedy, daughter, married]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Robert Kennedy, Tochter, verheiratet]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Robert Kennedy, hija, casada]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Robert Kennedy, figlia, sposata]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[épou, fille, Ingrid Bergman]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Robert Kennedy, dochter, getrouwd]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Robert Kennedy, fiică, căsătorită]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
        res:Robert_F._Kennedy dbo:child ?child .
        ?child dbo:spouse ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Andrew_Cuomo]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="30" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Which U.S. state has the highest population density?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welcher Staat in den USA hat die höchste Bevölkerungsdichte?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Que estado de los estados unidos de america tiene la mayor densidad de población?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quale stato americano ha la densità di popolazione maggiore?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel état des Etats-Unis a la plus haute densité de population?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke deelstaat van de Verenigde Staten heeft de hoogste bevolkingsdichtheid?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce stat American are cea mai mare densitate a populației?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[state, USA, population density, highest]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Staat, USA, Bevölkerungsdichte, höchste]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[estado, estados unidos de america, densidad de población]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[stato, Stati Uniti d'America, maggiore densità di popolazione]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[densité de population, état des Etats-Unis]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[deelstaat van de Verenigde Staten, hoogste bevolkingsdichtheid]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[stat, Statele Unite ale Americii, densitatea populației, cea mai mare]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX yago: <http://dbpedia.org/class/yago/>
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?uri rdf:type yago:StatesOfTheUnitedStates .
        ?uri dbp:densityrank ?rank .
} 
ORDER BY ASC(?rank) 
OFFSET 0 LIMIT 1
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Wisconsin]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="31" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[What is the currency of the Czech Republic?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was ist die Währung der Tschechischen Republik?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál es la moneda de la república checa?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è la valuta della Repubblica Ceca?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est la devise de la Tchéquie?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is de munteenheid van Tsjechië?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este moneda națională a Cehiei?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Czech republic, currency]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Tschechischen Republik, Währung]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[moneda, república checa]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[valuta, Repubblica Ceca]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[devise, Tchéquie]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Tsjechië, munteenheid]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Cehia, monedă națională]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE {
       res:Czech_Republic dbo:currency ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Czech_koruna]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="number" id="33" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[What is the area code of Berlin?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was ist die Vorwahl von Berlin?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál es el prefijo de Berlin?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è il prefisso di Berlino?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est l'indicatif téléphonique de Berlin?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is het kengetal van Berlijn?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este prefixul telephonic pentru Berlin?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Berlin, area code]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Berlin, Vorwahl]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[prefijo, Berlin]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[prefisso, Berlino]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[indicatif téléphonique, Berlin]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[kengetal, Berlijn]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Berlin, prefix telefonic]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?qald:string 
WHERE {
        res:Berlin dbo:areaCode ?qald:string .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[030]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="34" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Which countries have more than two official languages?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Länder haben mehr als zwei Amtssprachen?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué países tienes más de dos lenguas oficiales?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali stati hanno più di due lingue ufficiali?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels pays ont plus de deux langues officielles?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke landen hebben meer dan twee officiële talen?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce țări au mai mult de două limbi oficiale?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[country, official language, more than two]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Land, Amtssprache, mehr als zwei]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[país, lengua oficial, más de dos]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[stato, lingua ufficiale, più di due]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[pays, langues officielles, plus de deux]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[land, officiële taal, meer dan twee]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[țară, limbă oficială, mai mult de două]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE { 
        ?uri rdf:type dbo:Country  .
        ?uri dbo:officialLanguage ?language .
} 
GROUP BY ?uri
HAVING (COUNT(?language) > 2)
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Republic_of_Molossia]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Equatorial_Guinea]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Principality_of_Hutt_River]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Vojvodina]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Eritrea]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Organization_for_Security_and_Co-operation_in_Europe]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Frisia]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Dominion_of_Melchizedek]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Nineveh_plains]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="35" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who is the owner of Rolls-Royce?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wem gehört Rolls-Royce?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién es el dueño de Rolls-Royce?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi è il proprietario di Rolls-Royce?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[À qui appartient Rolls-Royce?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie is de eigenaar van Rolls-Royce?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine este proprietarul Rolls-Royce?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Rolls-Royce, owner]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Rolls-Royce, gehören]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Rolls-Royce, dueño]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Rolls-Royce, proprietario]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Rolls-Royce, appartient]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Rolls-Royce, eigenaar]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Rolls-Royce, proprietar]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE {
        res:Rolls-Royce_Motors dbo:owner ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Volkswagen_Group]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/BMW]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Vickers_plc]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="36" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Through which countries does the Yenisei river flow?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Durch welche Länder fließt der Yenisei?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Por qué países fluye el río Yenisei?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Attraverso quali stati scorre il fiume Yenisei?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels sont les pays traversés par l'Ienisseï?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Door welke landen stroomt de Jenisej?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce țări traversează fluviul Enisei?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Yenisei river, flow through, country]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Yenisei, fließen, Land]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[países, fluye, río Yenisei]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[fiume Yenisei, scorrere attraverso, stato]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Ienisseï, pays traversés]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Jenisej, land, stroomt door]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[fluviul Enisei, traversează, țară]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/>
SELECT DISTINCT ?uri 
WHERE {
        res:Yenisei dbo:country ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mongolia]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Russia]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="date" id="37" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[When did Latvia join the EU?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wann ist Lettland der EU beigetreten?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuándo ingresó Letonia a la unión europea?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quando la Lettonia è entrata nell'Unione Europea?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quand est la Lettonie devenue membre de l'Union européene?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wanneer trad Letland toe tot de EU?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Când a aderat Letonia la Uniunea Europeană?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Latvia, join, EU]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Lettland, beitreten, EU]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Letonia, ingreso, unión europea]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Lettonia, entrare, Unione Europea]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Lettonie, membre, Union européene]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Letland, toetreden, EU]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Letonia, adera, Uniunea Europeană]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbp: <http://dbpedia.org/property/>
SELECT DISTINCT ?date 
WHERE {       
        res:Latvia dbp:accessioneudate ?date .      
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[2004-05-01+02:00]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="38" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Which monarchs were married to a German?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Monarchen waren mit jemand deutschem verheiratet?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué monárcas estaban casados con una persona alemana?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali monarchi erano sposati con persone tedesche?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels monarques ont épousé une personne allemande?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke monarchen waren getrouwd met een Duitser?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce monarhi au fost căsătoriți cu o persoană germană?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[monarch, married, German]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Monarch, verheiratet, deutsch]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[monarcha, casado, alemán]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[monarca, sposato, tedesco]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[monarques, épousé, allemand]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[monarch, getrouwd, Duitser]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[monarh, căsătorit, german]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?uri rdf:type dbo:Monarch . 
        ?uri dbo:spouse ?spouse .
      { ?spouse dbo:birthPlace res:Germany. }
      UNION 
      { ?spouse dbo:birthPlace ?p . 
        ?p dbo:country res:Germany. }
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Boles%C5%82aw_III_Wrymouth]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="date" id="39" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[When was the Battle of Gettysburg?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wann fand die Schlacht von Gettysburg statt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuándo tuvo lugar la batalla de Gettysburg?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quando ha avuto luogo la battaglia di Gettysburg?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quand se déroula la bataille de Gettysburg?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wanneer was de Slag bij Gettysburg?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Când a fost bătălia de la Gettysburg?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Battle of Gettysburg]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Schlacht von Gettysburg]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[batalla de Gettysburg]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[battaglia di Gettysburg]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[bataille de Gettysburg, quand]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Slag bij Gettysburg]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[bătălia de la Gettysburg]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?date 
WHERE { 
        res:Battle_of_Gettysburg dbo:date ?date .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[1863-07-03+02:00]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="4" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Which river does the Brooklyn Bridge cross?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welchen Fluss überspannt die Brooklyn Bridge?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Por qué río cruza la Brooklyn Bridge?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quale fiume attraversa il ponte di Brooklyn?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelle cours d'eau est traversé par le pont de Brooklyn?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke rivier overspant de Brooklyn Bridge?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce râu traversează podul din Brooklyn?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[river, cross, Brooklyn Bridge]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Fluss, überspannen, Brooklyn Bridge]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[río, cruza, Brooklyn Bridge]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[fiume, attraversare, ponte di Brooklyn]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[cours d'eau, pont de Brooklyn]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[rivier, Brooklyn Bridge, overspant]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[râu, traversează, podul din Brooklyn]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE {       
        res:Brooklyn_Bridge dbo:crosses ?uri . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/East_River]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

