<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question id="168" onlydbo="true" answertype="number" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[How many employees does Google have?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Angestellte hat Google?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuántos empleados tiene Google?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quanti dipendenti ha Google?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien d'employés a Google?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel werknemers heeft Google?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câți angajați are Google?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Google, employees]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Google, Angestellte]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Google, empleados]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Google, dipendenti]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Nombre d'employés, Google]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[werknemers, Google]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Google, angajați]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX dbo: <http://dbpedia.org/ontology/> 
SELECT DISTINCT ?num 
WHERE { 
        res:Google dbo:numberOfEmployees ?num . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[49829]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="169" onlydbo="true" answertype="boolean" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Did Tesla win a nobel prize in physics?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Hat Tesla den Nobelpreis für Physik gewonnen?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Obtuvo Tesla el premio nobel de física?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Tesla ha vinto un premio Nobel per la fisica?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Tesla a-t-il recu le prix Nobel?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Heeft Tesla ooit de Nobelprijs voor de Natuurkunde gewonnen?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[A câștigat Tesla un premiu Nobel pentru fizică?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Tesla, nobel prize, physics]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Tesla, Nobelpreis, Physik]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Tesla, premio nobel, física]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Tesla, premio nobel, fisica]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Tesla, recu, prix Nobel]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Nobelprijs voor de Natuurkunde, Tesla]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Tesla, premiu Nobel, fizică]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
ASK 
WHERE { 
        res:Nikola_Tesla dbo:award res:Nobel_Prize_in_Physics . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[false]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="17" onlydbo="true" answertype="resource" aggregation="true" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Give me all cities in New Jersey with more than 100000 inhabitants.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Städte in New Jersey, die mehr als 100000 Einwohner haben.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todas las cuidades en New Jersey que tengan más de 100000 habitantes.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutte le città del New Jersey con più di 100000 abitanti.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donnes-moi toutes les villes du New Jersey avec plus de 100000 habitants.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Geef alle steden in New Jersey met meer dan 100000 inwoners.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toate orașele din New Jersey cu mai mult de 100000 de locuitori.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[New Jersey, city, inhabitants, more than 100000]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[New Jersey, Stadt, Einwohner, mehr als 100000]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[New Jersey, ciudad, habitantes, más de 100000]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[New Jersey, città, abitanti, più di 100000]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[New Jersey, villes, habitants, plus de 100000]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[New Jersey, stad, inwoners, meer dan 100000]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[New Jersey, oraș, locuitori, mai mult de 100000]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri 
WHERE { 
        ?uri rdf:type dbo:City .  
        ?uri dbo:isPartOf res:New_Jersey .  
        ?uri dbo:populationTotal ?inhabitants . 
        FILTER (?inhabitants > 100000) . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Newark,_New_Jersey]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Elizabeth,_New_Jersey]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Jersey_City,_New_Jersey]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Paterson,_New_Jersey]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="170" onlydbo="true" answertype="boolean" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Is Rita Wilson the wife of Tom Hanks?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Ist Rita Wilson die Frau von Tom Hanks?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Es Rita Wilson la esposa de Tom Hanks?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Rita Wilson è la moglie di Tom Hanks?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Rita Wilson est-elle l'épouse de Tom Hanks?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Is Rita Wilson de vrouw van Tom Hanks?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Este Rita Wilson soția lui Tom Hanks?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Rita Wilson, wife, Tom Hanks]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Rita Wilson, Frau, Tom Hanks]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Rita Wilson, esposa, Tom Hanks]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Rita Wilson, moglie, Tom Hanks]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Rita Wilson, épouse, Tom Hanks]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Rita Wilson, vrouw, Tom Hanks]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Rita Wilson, soție, Tom Hanks]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
ASK 
WHERE { 
        res:Tom_Hanks dbo:spouse res:Rita_Wilson . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[true]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="171" onlydbo="false" answertype="date" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[When was the Statue of Liberty built?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wann wurde die Freiheitsstatue erbaut?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuándo fue construída la estatua de la libertad?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quando è stata costruita la Statua della Libertà?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quand a-t-été construit la statue de la liberté?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wanneer werd het Vrijheidsbeeld gebouwd?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Când a fost construită Statuia Libertății?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Statue of Liberty, built]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Freiheitsstatue, erbauen]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[estatua de la libertad, construída]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Statua della Libertà, costruire]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[statue de la liberté, construit]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Vrijheidsbeeld, gebouwd]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Statuia Libertății, construit]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbp: <http://dbpedia.org/property/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?date 
WHERE { 
        res:Statue_of_Liberty dbp:beginningDate ?date . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[1886-10-28+02:00]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="172" onlydbo="false" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[In which U.S. state is Fort Knox located?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welchem US-Bundesstaat liegt Fort Knox?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En qué estado american se encuentra Fort Knox?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[In quale stato americano si trova Fort Knox?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Dans quel état américain se trouve Fort Knox?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[In welke staat van de Verenigde Staten ligt Fort Knox?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[În ce stat american este situat Fort Knox?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Fort Knox, located, U.S. state]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Fort Knox, liegen, US-Bundesstaat]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Fort Knox, se encuentra, estado americano]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Fort Knox, trovarsi, stato americano]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[état américain, Fort Knox]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Fort Knox, staat van de Verenigde Staten, ligt]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Fort Knox, situat, stat american]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX dbp: <http://dbpedia.org/property/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        res:Fort_Knox dbp:location ?uri .  
        ?uri dbo:country res:United_States . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Kentucky]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="173" onlydbo="true" answertype="number" aggregation="true" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[How many children did Benjamin Franklin have?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Kinder hatte Benjamin Franklin?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuántos hijos tuvo Benjamin Franklin?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quanti figli ebbe Benjamin Franklin?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien d'enfants Benjamin Franklin avait-il?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel kinderen had Benjamin Franklin?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câți copii a avut Benjamin Franklin?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Benjamin Franklin, child]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Benjamin Franklin, Kind]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Benjamin Franklin, hijos]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Benjamin Franklin, figlio]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[nombre d'enfants, Benjamin Franklin]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Benjamin Franklin, kinderen, hoeveel]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Benjamin Franklin, copil]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX dbo: <http://dbpedia.org/ontology/> 
SELECT COUNT(DISTINCT ?uri) 
WHERE { 
        res:Benjamin_Franklin dbo:child ?uri . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[3]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="174" onlydbo="true" answertype="date" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[When did Michael Jackson die?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wann starb Michael Jackson?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuándo murió Michael Jackson?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quando è morto Michael Jackson?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quand mourut Michael Jackson?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wanneer overleed Michael Jackson?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Când a murit Michael Jackson?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Michael Jackson, die]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Michael Jackson, gestorben]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Michael Jackson, muerto]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Michael Jackson, morto]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Michael Jackson, mort]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[overleden, Michael Jackson]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Michael Jackson, muri]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?date 
WHERE { 
        res:Michael_Jackson dbo:deathDate ?date . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[2009-06-25+02:00]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="176" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[List the children of Margaret Thatcher.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Liste die Kinder von Margaret Thatcher auf.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame una lista de los hijos de Margaret Thatcher.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Elenca i figli di Margaret Thatcher.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donnes-moi tous les enfants de Margaret Thatcher.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Noem alle kinderen van Margaret Thatcher.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Enumeră copiii lui Margaret Thatcher.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Margaret Thatcher, child]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Margaret Thatcher, Kind]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Margaret Thatcher, hijos]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Margaret Thatcher, figlio]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[enfants, Margaret Thatcher]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[kinderen, Margaret Thatcher]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Margaret Thatcher, copil]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX dbo: <http://dbpedia.org/ontology/> 
SELECT DISTINCT ?uri 
WHERE { 
        res:Margaret_Thatcher dbo:child ?uri . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Carol_Thatcher]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mark_Thatcher]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="177" answertype="resource" onlydbo="false" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Who was called Frank The Tank?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer wurde Frank The Tank genannt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién era llamado Frank The Tank?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi venne chiamato Frank The Tank?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui était surnommé Frank The Tank?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie werd er Frank The Tank genoemd?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine era numit Frank The Tank?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[called, Frank The Tank]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[nennen, Frank The Tank]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[llamado, Frank The Tank]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[chiamare, Frank The Tank]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[surnommé, Frank The Tank]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Frank The Tank, bijnaam]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[numit, Frank The Tank]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbp: <http://dbpedia.org/property/> 
SELECT DISTINCT ?uri 
WHERE { 
        ?uri dbp:nickname 'Frank The Tank'@en . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Frank_Young_(basketball)]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="178" onlydbo="true" answertype="boolean" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Was Margaret Thatcher a chemist?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[War Margaret Thatcher Chemikerin?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Fue Margaret Thatcher química?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Margaret Thatcher era un chimico?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Margaret Thatcher était-elle une chimiste?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Was Margaret Thatcher een chemicus?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[A fost Margaret Thatcher un chimist?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Margaret Thatcher, chemist]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Margaret Thatcher, Chemikerin]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Margret Thatcher, química]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Margaret Thatcher, chimico]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Margaret Thatcher, chimiste]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Margaret Thatcher, chemicus]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Margaret Thatcher, chimist]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX dbo: <http://dbpedia.org/ontology/> 
ASK 
WHERE { 
        res:Margaret_Thatcher dbo:profession res:Chemist . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[true]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

