<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="232" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[In which countries can you pay using the West African CFA franc?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welchen Ländern kann ich mit dem CFA-Franc BCEAO bezahlen?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En qué páises se paga con el Franco CFA?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[In quali stati si può pagare usando il West African CFA franc?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Dans combien de pays peut-on payer aved les francs CFA ouest-africains?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[In welke landen kan je met de Westafrikaanse CFA-frank betalen?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[În ce țări poți plăti folosind francul CFA vest-african?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[countries, pay, West African CFA franc]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Land, bezahlen, CFA-Franc BCEAO]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[país, moneda, Franco CFA]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[stati, pagare, West African CFA franc]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[nombre de pays, Franc CFA ouest-africain]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[landen, betalen, CFA-frank]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[țări, plăti, franc CFA vest-african]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE {
         ?uri dbo:currency res:West_African_CFA_franc . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/French_Upper_Volta]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/French_Dahomey]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Ivory_Coast]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Republic_of_Upper_Volta]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Benin]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Burkina_Faso]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Guinea-Bissau]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mali]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Niger]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Senegal]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Republic_of_Dahomey]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/People's_Republic_of_Benin]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Colonial_Mauritania]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Colony_of_Niger]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="225" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[What are the top-10 action role-playing video games according to IGN?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was sind laut IGN die Top-10-Action-Rollenspiele?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuáles son los 10 mejores videojuegos de rol de acción según la IGN?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali sono i 10 migliori videogiochi di ruolo d'azione secondo l'IGN?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels sont les 10 meilleurs jeux vidéos de rôle d'après IGN?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat zijn de top-10 actie role-playing computerspellen volgens IGN?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care jocuri video se află în top-10 pentru acțiune și simulare, potrivit IGN?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[top-10, action, role-playing games, IGN]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Top-10-Action-Rollenspiele, IGN]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[10 mejores videojuegos de rol de acción,IGN]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[migliori 10, azione, giochi di ruolo, IGN]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[jeux de rôle, jeux vidéos, IGN, top-10]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[top-10 actie rollenspellen, IGN]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[top-10, acțiune, ju=ocuri de simulare, IGN]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
        ?uri <http://purl.org/dc/terms/subject> <http://dbpedia.org/resource/Category:Action_role-playing_video_games> .
        ?uri dbp:ign ?score .
} 
ORDER BY DESC(?score) 
LIMIT 10
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Jade_Empire]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Vagrant_Story]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Diablo_III]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mass_Effect_3]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/The_Elder_Scrolls_V:_Skyrim]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Deus_Ex]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Fallout_3]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Demon's_Souls]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mass_Effect_(video_game)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/The_Elder_Scrolls_III:_Morrowind]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="214" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[What is the most frequent cause of death?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was ist die häufigste Todesursache?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cual es la causa mortal más común?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è la causa principale di morte?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelle est la cause première de mortalité?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is de meest voorkomende doodsoorzaak?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este cea mai frecventă cauză a deceselor?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[cause of death, most frequent]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Todesursache, häufigste]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[causa mortal más frequente]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[causa principale di morte]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[cause première, mortalité]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[meest voorkomende doodsoorzaak]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[cauză a deceselor, cea mai frecventă]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
SELECT DISTINCT ?x
WHERE {
        ?uri dbo:deathCause ?x . 
}
ORDER BY DESC(COUNT(DISTINCT ?uri)) 
OFFSET 0 LIMIT 1
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Myocardial_infarction]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="boolean" id="207" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Does the Isar flow into a lake?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Fließt die Isar in einen See?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Desemboca el Isar en un lago?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[L'Isar sfocia in un lago?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[L'Isar se déverse-t-il dans un lac?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Mondt de Isar uit in een meer?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Isarul se varsă într-un lac?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Isar, flow, lake]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Isar, fließt, See]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Isar, desemboca, lago]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Isar, sfociare, lago]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Isar, deverse, lac]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Isar, uitmonden, meer]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Isar, varsă, lac]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
ASK
WHERE {
        ?x dbo:inflow res:Isar .
        ?x rdf:type dbo:Lake . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[true]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="218" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Give me all films produced by Steven Spielberg with a budget of at least $80 million.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Filme, die von Steven Spielberg produziert worden und ein Budget von mindestens 80 Millionen Dollar hatten.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todas las películas producidas por Steven Spielberg con un presupuesto de al menos 80 milliones de dólares.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutti i film prodotti da Steven Spielberg con un budget finale di produzione di almeno 80 milioni di dollari.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donne-moi tous les films produit par Steven Spielberg ayant un budget d'au moins $80 millions.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Toon alle films die door Steven Spielberg worden geproduceerd en die een budget van minstens 80 miljoen dollar hadden.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toate filmele produse de Steven Spielberg, cu un buget final de producție de cel puțin 80 milioane de dolari.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[films, producer, Steven Spielberg, production budget, $80 million]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Film, Produzent, Steven Spielberg, Budget, $80 Millionen]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[películas, productor, Steven Spielberg, presupuesto de al menos 80 milliones de dólares]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[film, produttore, Steven Spielberg, butget di produzione, 80 milioni di dollari]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[films, Steven Spielberg, budget, au moins $80 millions]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[films, geproduceert door, Steven Spielberg, budget, minstens 80 miljoen dollar]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[filme, producător, Steven Spielberg, buget, 80 milioane de dolari]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?uri rdf:type dbo:Film .
        ?uri dbo:director res:Steven_Spielberg .
        ?uri dbo:budget ?b .
        FILTER( xsd:double(?b) >= 8.0E7 )
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Jurassic_Park]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/A.I._Artificial_Intelligence]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Minority_Report_(film)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/War_of_the_Worlds_(2005_film)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Indiana_Jones_and_the_Kingdom_of_the_Crystal_Skull]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="241" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Give me all writers that won the Nobel Prize in literature.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Schriftsteller, die den Literaturnobelpreis gewonnen haben.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todos los escritores que hayan recibido el premio nobel de literatura.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutti gli scrittori che hanno vinto il Premio Nobel della letteratura.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donne-moi tous les auteurs qui ont gagné le prix Nobel de litérature.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Toon alle schrijvers die de Nobelprijs in literatuur hebben gewonnen.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toți scriitorii care au câștigat premiul Nobel pentru literatură.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[writer, win, Nobel Prize in literature]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Schritfsteller, Literaturnobelpreis]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[escritores, premio nobel de literatura]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[scrittori, Premio Nobel della Letteratura]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[auteurs, prix Nobel de litérature]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[schrijvers, Nobelprijs in literatuur, gewonnen]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[scriitor, câștigat, premiul Nobel pentru literatură]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE {
        ?uri rdf:type dbo:Writer .
        ?uri dbo:award res:Nobel_Prize_in_Literature . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Ivo_Andri%C4%87]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Seamus_Heaney]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Aleksandr_Solzhenitsyn]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Czes%C5%82aw_Mi%C5%82osz]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/John_Steinbeck]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Naguib_Mahfouz]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/T._S._Eliot]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Eugene_O'Neill]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Harold_Pinter]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Alice_Munro]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Juan_Ram%C3%B3n_Jim%C3%A9nez]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="201" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Give me all taikonauts.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Taikonauten.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todas las taikonautas.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutte i taikonauti.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donnes-moi tous les taïkonautes.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Toon alle taikonauten.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toți taikonauții.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[taikonauts]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Taikonauten]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[taikonautas]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[taikonauti]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[taïkonautes]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[taikonauten]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[taikonaut]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri
WHERE {
        ?uri rdf:type dbo:Astronaut .
        ?uri dbo:nationality res:China .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Fei_Junlong]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Jing_Haipeng]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Nie_Haisheng]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Zhai_Zhigang]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Tao_Jiali]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Liu_Boming_(astronaut)]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="212" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[How many pages does War and Peace have?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Seiten hat Krieg und Frieden?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuántas páginas tiene Guerra y Paz?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quante pagine ha Guerra e Pace?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien de pages a Guerre et Paix?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel pagina's heeft Oorlog en vrede?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câte pagini are Război și Pace?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[how many, pages, War and Peace]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[wieviele, Seiten, Krieg und Frieden]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[número paginas, Guerra y Paz]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[pagine, Guerra e Pace]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[nomber de pages, Guerre et Paix]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[hoeveel pagina's, Oorlog en vrede]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[câte pagini, Război și Pace]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?n
WHERE {
        res:War_and_Peace dbo:numberOfPages ?n .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[1225]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

