<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question id="10" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[In which country does the Ganges start?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welchem Land entspringt der Ganges?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En qué país nace el Ganges?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[In quale stato nasce il Gange?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Dans quel pays commence le Gange?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[In welk land ontspringt de Ganges?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Din ce țară izvorăște Ganga?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Ganges, start, country]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Ganges, entspringen, Land]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Ganges, país, orígen]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Gange, stato, origine]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[pays, commence, Gange]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[ontspringt, Ganges]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Gangele, izvor, țară]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        res:Ganges dbo:sourceCountry ?uri .
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/India]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="100" onlydbo="false" answertype="date" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[When is the movie Worst Case Scenario going to be in cinemas in the Netherlands?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wann kommt der Film Worst Case Scenario in den Niederlanden in die Kinos?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuándo se estrena la película Worst Case Scenario en los países bajos?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quando verrà proiettato il film Worst Case Scenario al cinema nei Paesi Bassi?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quand sera la film Worst Case Scenario à voir dans les cinémas néerlandais?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wanneer komt de film Worst Case Scenario in Nederland in de bioscoop?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Când va fi filmul Worst Case Scenario în cinematografele din Olanda?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[movie, Worst Case Scenario, cinema, Netherlands]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Film, Worst Case Scenario, Kino, Niederlande]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[película, Worst Case Scenario, cines, páises bajos]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[film, Worst Case Scenario, cinema, Paesi Bassi]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Worst Case Scenario, cinémas néerlandais]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[film, Worst Case Scenario, bioscoop, Nederland]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[film, Worst Case Scenario, cinematograf, Olanda]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[OUT OF SCOPE]]>
                </qald:query>
                <qald:answers />
        </qald:question>

        <qald:question id="102" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Who was John F. Kennedy's vice president?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer war der Vizepräsident unter John F. Kennedy?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién fué el vicepresidente de John F. Kennedy?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi fu il vicepresidente di John F. Kennedy?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui était le vice-président de John F. Kennedy?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie was de vicepresident onder John F. Kennedy?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a fost vicepreședintele lui John F. Kennedy?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[John F. Kennedy, vice president]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[John F. Kennedy, Vizepräsident]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[John F. Kennedy, vicepresidente]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[John F. Kennedy, vicepresidente]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[John F. Kennedy, vice-président]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[John F. Kennedy, vicepresident]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[John F. Kennedy, vicepreședinte]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { res:John_F._Kennedy dbo:vicePresident ?uri . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Lyndon_B._Johnson]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="103" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Who is the mayor of Berlin?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer ist der Bürgermeister von Berlin?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién es el alcalde de Berlin?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi è il sindaco di Berlino?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui est le maire de Berlin?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie is de burgemeester van Berlijn?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine este primarul din Berlin?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Berlin, mayor]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Berlin, Bürgermeister]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Berlin, alcalde]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Berlino, sindaco]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Berlin, maire]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Berlijn, burgemeester]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Berlin, primar]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        res:Berlin dbo:leader ?uri . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Klaus_Wowereit]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="104" onlydbo="true" answertype="number" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[How many students does the Free University in Amsterdam have?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Studenten hat die Freie Universität in Amsterdam?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuántos estudiantes tiene la Universidad Libre de Amsterdam?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quanti studenti ci sono nella Libera Università di Amsterdam?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien d'étudiants a l'université libre d'Amsterdam?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel studenten heeft de Vrije Universiteit in Amsterdam?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câți studenți are Universitatea Liberă din Amsterdam?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Free University, Amsterdam, students]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Freie Universität, Amsterdam, Studenten]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Universidad Libre, Amsterdam, estudiantes]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Libera Università, Amsterdam, studenti]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Université libre, Amsterdam, étudiants]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Vrije Universiteit, Amsterdam, studenten]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Universitatea Liberă, Amsterdam, studenți]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?num 
WHERE { 
        res:VU_University_Amsterdam dbo:numberOfStudents ?num . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[24500]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="105" onlydbo="true" answertype="resource" aggregation="true" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[What is the second highest mountain on Earth?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was ist der zweithöchste Berg der Erde?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál es la segunda montaña más alta de la tierra?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è la seconda montagna più alta sulla Terra?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelle est la deuxième plus haute montagne de la Terre?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is de op één na hoogste berg ter wereld?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este al doilea cel mai înalt munte de pe Pământ?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[mountain, second highest]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Berg, zweithöchster]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[montaña, seguna más alta]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[montagna, seconda più alta]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[montagne, deuxième plus haute]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[berg, op één na hoogste]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[munte, al doilea cel mai înalt]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri 
WHERE { 
        ?uri rdf:type dbo:Mountain . 
        ?uri dbo:elevation ?elevation . 
} 
ORDER BY DESC(?elevation) 
OFFSET 1 LIMIT 1 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/K2]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="106" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Give me all professional skateboarders from Sweden.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Profiskateboarder aus Schweden.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todos las skateboarders profesionales de Suecia.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutti gli skateboarders professionisti della Svezia.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donne-moi tous les skateboarders professionnels de Suède.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Noem alle professionele skateboarders uit Zweden.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toți skateboarderii profesioniști din Suedia.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[professional, skateboarder, Sweden]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Profiskateboarder, Schweden]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[skateboarder profesional, Suecia]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[skateboarders professionisti, Svezia]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[skateboarders professionnels, Suède]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[skateboarder, professioneel, Zweden]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[profesionist, skateboarder, Suedia]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        ?uri dbo:occupation res:Skateboarding . 
      { ?uri dbo:birthPlace res:Sweden . } 
      UNION 
      { ?uri dbo:birthPlace ?place . 
        ?place dbo:country res:Sweden . } 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Ali_Boulala]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Tony_Magnusson]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="107" onlydbo="false" answertype="date" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[When was Alberta admitted as province?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wann wurde die Provinz Alberta gegründet?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cúando fué fundada la provincia de Alberta?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quando Alberta è stata ammessa come provincia?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quand a Alberta reçu le status de province?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wanneer werd de provincie Alberta gesticht?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Când a fost Alberta recunoscută ca provincie?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Alberta, admit, province]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Provinz, Alberta, gegründet]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[provincia, Alberta, fundada]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Alberta, ammessa, provincia]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Alberta, reçu, province]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[provincie, Alberta, gesticht]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Alberta, recunoaște, provincie]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbp: <http://dbpedia.org/property/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?date 
WHERE { 
        res:Alberta dbp:admittancedate ?date . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[1905-09-01+02:00]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="108" onlydbo="false" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[To which countries does the Himalayan mountain system extend?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Über welche Länder erstreckt sich der Himalaya?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Por qué países se extiende el Himalaya?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Su quali stati si estende la catena montuosa dell'Himalaya?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels sont les pays chevauchés par l'Himalaya?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Over welke landen strekt de Himalaya zich uit?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Peste ce țări se întinde lanțul munților Himalaya?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Himalayan mountain system, extend, country]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Himalaya, erstrecken, Land]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Himalaya, extiende, países]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[catena montuosa dell'Himalaya, estendersi, stati]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Himalaya, chevauchés, pays]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Himalaya, land, uitstrekken]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[lanțul munților Himalaya, întinde, țară]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbp: <http://dbpedia.org/property/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        res:Himalayas dbp:country ?uri . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/China]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/India]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Pakistan]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Nepal]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Bhutan]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="11" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Which countries have more than ten caves?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welchen Ländern gibt es mehr als zehn Höhlen?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué países tienen más de diez cuevas?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali nazioni hanno più di dieci grotte?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels pays ont plus de dix grottes?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke landen hebben meer dan tien grotten?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce țări au mai mult de zece peșteri?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[country, cave, more than ten]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Land, Höhle, mehr als zehn]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[país, cuevas, más de diez]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[nazione, grotta, più di dieci]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[pays, grottes, plus de dix]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[land, grotten, meer dan tien]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[țară, peșteră, mai mult de zece]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri 
WHERE { 
        ?uri rdf:type dbo:Country . 
        ?cave rdf:type dbo:Cave . 
      { ?cave dbo:location ?uri . } 
      UNION 
      { ?cave dbo:location ?loc . 
        ?loc dbo:country ?uri . } 
} 
GROUP BY ?uri 
HAVING(COUNT(?cave) > 10) 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/China]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/England]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/India]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Republic_of_Ireland]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Wales]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mexico]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/United_Kingdom]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Italy]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Jamaica]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/United_States]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Gibraltar]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

