<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="65" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Which companies work in the aerospace industry as well as in medicine?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Unternehmen sind sowohl in der Luft- und Raumfahrt als auch im Bereich der Medizin tätig?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué empresas aerospaciales trabajar también en en medicina?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali aziende si occupano sia nell'industria aerospaziale che in ambito medico?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelles companies travaillent dans l'aérospatial et dans la médecine?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke bedrijven zijn zowel actief in de ruimtevaartindustrie als in de geneeskunde?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce companii lucrează în industria aerospațială, precum și în medicină?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[company, aerospace industry, medicine]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Unternehmen, Luft- und Raumfahrt, Medizin]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[empresas, areospaciales, medicina]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[azienda, industria aerospaziale, ambito medico]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[companies, aérospatial, médecine]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[bedrijf, ruimtevaartindustrie, geneeskunde]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[companii, industrie aerospațială, medicină]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo:  <http://dbpedia.org/ontology/>
PREFIX res:  <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE { 
        ?uri rdf:type dbo:Company  .
        ?uri dbo:industry res:Aerospace . 
        ?uri dbo:industry res:Medicine .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Radiall]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Makino]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/ATI_425_Titanium_Alloy]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="boolean" id="66" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Is Christian Bale starring in Velvet Goldmine?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Spielt Christian Bale in Velvet Goldmine mit?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Actúa Christian Bale en Velvet Goldmine?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Christian Bale ha recitato in Velvet Goldmine?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Christian Bale joue-t-il dans Velvet Goldmine?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Speelt Christian Bale in Velvet Goldmine?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Joacă Christian Bale un rol principal în Velvet Goldmine?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Christian Bale, starring, Velvet Goldmine]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Christian Bale, mitspielen, Velvet Goldmine]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Christian Bale, actúa, Velvet Goldmine]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Christian Bale, recitare, Velvet Goldmine]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Christian Bale, joue, Velvet Goldmine]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Christian Bale, speelt in, Velvet Goldmine]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Christian Bale, rol principal, Velevet Goldmine]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
ASK
WHERE {
        res:Velvet_Goldmine dbo:starring res:Christian_Bale .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[true]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="boolean" id="7" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Was the wife of president Lincoln called Mary?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Hieß die Frau von Präsident Lincoln Mary?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿La mujer del presidente Lincoln se llama Mary?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[La moglie del presidente Lincoln si chiamava Mary?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Est-ce que l'épouse du président Lincoln s'appelait Mary?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Heette de echtgenote van president Lincoln Mary?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Este soția președintelui Lincoln numită Mary?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Lincoln, president, wife, called, Mary]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Lincoln, Präsident, Frau, heißen, Mary]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[mujer, presidente, Lincoln, se lamma, Mary]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[moglie, presidente, Lincoln, si chiama, Mary]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[épouse, Lincoln, Mary, appelle]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[echtgenote, Lincoln, Mary]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Lincoln, președinte, soție, numită, Mary]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>
ASK 
WHERE {
        res:Abraham_Lincoln dbo:spouse ?spouse .
        ?spouse rdfs:label ?name .
        FILTER(regex(?name,'Mary')) 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[true]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="71" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Give me all video games published by Mean Hamster Software.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Videospiele von Mean Hamster Software.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todos los videojuegos de Mean Hamster Software.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutti i videogiochi di Mean Hamster Software.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donnes-moi tous les jeux vidéos publiés par Mean Hamster Software.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Geef me alle videogames van Mean Hamster Software.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toate jocurile video publicate de Mean Hamster Software]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[video game, publish, Mean Hamster Software]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Videospiel, Mean Hamster Software]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[videojuego, Mean Hamster Software]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[videogioco, prodotto, Mean Hamster Software]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[jeux vidéos, publiés, Mean Hamster Software]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[videogame, Mean Hamster Software]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[joc video, publicat, Mean Hamster Software]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
      ?uri rdf:type dbo:VideoGame .
      ?uri dbo:publisher res:Mean_Hamster_Software . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Riven]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Crossbow_(video_game)]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="72" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Which languages are spoken in Estonia?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Sprachen werden in Estland gesprochen?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué idiomas se hablan en Estonia?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali lingue sono parlate in Estonia?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelles langues parle-t-on en Estonie?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke talen worden gesproken in Estland?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce limbi sunt vorbite în Estonia?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[language, spoken, Estonia]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Sprache, sprechen, Estland]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[idiomas, Estonia]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[lingua, Estonia]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[langues, Estonie]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[taal, gesproken, Estland]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[limbă, vorbită, Estonia]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE { 
        ?uri dbo:spokenIn res:Estonia . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Estonian_language]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Finnish_language]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/V%C3%B5ro_language]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Estonian_Sign_Language]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Russian_Sign_Language]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Seto_dialect]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Laiuse_Romani_language]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Baltic_Romani]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Modern_Swedish]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="number" id="73" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[How many Aldi stores are there?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Aldi-Filialen gibt es?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuántas tiendas Aldi hay?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quanti negozi Aldi ci sono?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien de magasins Aldi sont là?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel Aldi winkels zijn er?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câte magazine Aldi există?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[own, Aldi]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[gehören, Aldi]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[pertenece, Aldi]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[possedere, Aldi]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[possède, Aldi]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[eigenaar, Aldi]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[avea, Aldi]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/>
SELECT DISTINCT ?number
WHERE {
        res:Aldi dbo:numberOfLocations ?number .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[9235]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="74" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Which capitals in Europe were host cities of the summer olympic games?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welchen europäischen Hauptstädten fanden olympische Sommerspiele statt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En qué capitales europeas tuvieron lugar los juegos olímpicos de verano?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali capitali europee hanno ospitato i giochi olimpici estivi?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelles capitales européenes ont été hôtes de jeux olympiques d'été?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[In welke Europese hoofdsteden waren de Olympische Zomerspelen?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce capitale europene au fost gazde ale Jocurile Olimpice de vară?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[capital, Europe, host city, summer olympic games]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[europäisch, Hauptstadt, stattfinden, olympische Sommerspiele]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[capital europea, juegos olímpicos de verano]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[capitale, Europa, ospitare, giochi olimpici estivi]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[capitales européenes, hôtes, jeux olympiques d'été]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Europese hoofdstad, plaatvinden, Olympische Zomerspelen]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[capital, Europa, oraș gazdă, Jocurile Olimpice]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX yago: <http://dbpedia.org/class/yago/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?uri rdf:type yago:CapitalsInEurope .
        ?uri rdf:type yago:HostCitiesOfTheSummerOlympicGames .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Amsterdam]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Athens]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Berlin]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Helsinki]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/London]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Moscow]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Paris]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Rome]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Stockholm]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="75" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who was the 16th president of the United States?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer war der 16. Präsident der Vereinigten Staaten?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién fue el 16th presidente de los Estados Unidos?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi è stato il sedicesimo presidente degli Stati Uniti?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui fut le premier président des États-Unis?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie was de 16de president van de Verenigde Staten?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a fost primul președinte al Statelor Unite?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[United States, 16th president]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Vereinigte Staaten, 16. Präsident]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[estados unidos, primer presidente]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Stati Uniti, sedicesimo presidente]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Etats-Unis, premier président]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Verenigde Staten, 16de president]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Statele Unite, primul președinte]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri
WHERE {
         ?uri dbo:office 'President of the United States' .
         ?uri dbo:orderInOffice '16th' .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Abraham_Lincoln]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="number" id="76" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[How many films did Hal Roach produce?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Filme hat Hal Roach produziert?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuántas películas ha producido Hal Roach?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quanti film ha prodotto Hal Roach?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien de films ont été produit par Hal Roach?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel films heeft Hal Roach geproduceerd?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câte filme a produs Hal Roach?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Hal Roach, produce, film]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Hal Roach, produzieren, Film]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[películas, producido, Hal Roach]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[film, prodotto, Hal Roach]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[combien, films, Hal Roach]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Hal Roach, producent, film]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Hal Roach, produs, film]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res:  <http://dbpedia.org/resource/>
SELECT COUNT(DISTINCT ?uri) 
WHERE {
        ?uri dbo:producer res:Hal_Roach .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[513]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="77" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Which music albums contain the song Last Christmas?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Auf welchen Musikalben ist das Lied Last Christmas?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué albums musicales contienen la canción Las Christmas?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali album musicali contengono la canzone Last Christmas?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels albums contiennent le morceau Last Christmas?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Op welke muziekalbums staat het nummer Last Christmas?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce albume muzicale conțin melodia Last Christmas?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[music album, song, Last Christmas]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Musikalbum, Lied, Last Christmas]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[album musical, canción, Last Christmas]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[album musicale, canzone, Last Christmas]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[albums, contiennent, Last Christmas?]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[muziekalbum, nummer, Last Christmas]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[album musical, melodie, Last Christmas]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo:  <http://dbpedia.org/ontology/>
PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>
SELECT DISTINCT ?uri 
WHERE {
        ?single dbo:album ?uri .
        ?single rdfs:label 'Last Christmas'@en .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Disco_Defenders]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Whigfield_II]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Perfect_Day_(Cascada_album)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Whigfield_(album)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Music_from_the_Edge_of_Heaven]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Classic_Christmas_(Joe_McElderry_album)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Crazy_Frog_Presents_More_Crazy_Hits]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

