<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="203" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Which poet wrote the most books?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welcher Dichter hat die meisten Bücher geschrieben?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Que poeta ha escrito el mayor número de libros?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quale poeta ha scritto il maggior numero di libri?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel poète a écrit le plus de livres?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke dichter heeft de meeste boeken geschreven?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce poet a scris cel mai mare număr de cărți?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[poet, most, books]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Dichter, Bücher, die meisten]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[poeta, mayor número, libros]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[poeta, maggior numero, libri]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[poète, maximum, livres]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[dichter, meeste boeken]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[poet, cel mai mare număr, cărți]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri
WHERE {
        ?uri dbo:occupation res:Poet .
        ?x dbo:author ?uri .
        ?x rdf:type dbo:Book .
}
ORDER BY DESC(COUNT(?x))
OFFSET 0 LIMIT 1
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Agatha_Christie]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="number" id="202" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[How many languages are spoken in Colombia?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Sprachen werden in Kolumbien gesprochen?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuántos idiomas se hablan en Colombia?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quante lingue sono parlate in Colombia?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien de langues sont parlées au Colombie?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel talen worden er in Colombia gesproken?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câte limbi sunt vorbite în Columbia?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[languages, Colombia]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Sprachen, Kolumbien]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[idiomas, Colombia]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[lingue, Colombia]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[langues, Colombie]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[talen, Columbia]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[limbi, Columbia]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT COUNT(DISTINCT ?uri) 
WHERE {
        ?uri rdf:type dbo:Language . 
        res:Colombia dbo:language ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[2]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="248" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[What does IYCM stand for?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wofür steht IYCM?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué abrevia IYCM?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Che cosa significa IYCM?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Que veut dire IYCM?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Waarvoor staat de afkorting IYCM?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce înseamnă IYCM?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[IYCM, stand for]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[IYCM, stehen für]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[IYCM, abreviación]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[IYCM, significato]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[IYCM, signification]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[IYCM, staat voor]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[IYCM, înseamnă]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE {
        ?uri dbo:abbreviation 'IYCM' .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Youth_Climate_Movement]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="number" id="228" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[What was Brazil's lowest rank in the FIFA World Ranking?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was war Brasiliens niedrigste Platzierung in der FIFA-Weltrangliste?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál ha sido la posición de ranking más baja de Brasil en el ranking mundial de la FIFA?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quale è stata la peggior posizione del Brasile nella classifica mondiale della FIFA?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est le ranking le plus bas atteint par le Brésil dans le classement mondial de la FIFA?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat was de laagste plaatsing van het Braziliaans elftal in de FIFA-wereldranglijst?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care a fost cel mai mic loc ocupat de Brazilia în clasamentul mondială FIFA?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Brazil, lowest rank, FIFA World Ranking]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Brasilien, niedrigste Platzierung, FIFA-Weltrangliste]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Brasil, posición más baja, ranking mundial de la FIFA]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Brasile, peggior posizione, classifica mondiale della FIFA]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[raking, le plus bas, Brésil, classement, FIFA]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Braziliaans elftal, laagste plaatsing, FIFA-wereldranglijst]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Brazilia, cel mai mic loc, clasament mondial FIFA]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?n
WHERE {
        res:Brazil_national_football_team dbp:fifaMin ?n .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[22]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="233" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Give me the capitals of all countries that the Himalayas run through.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir die Haupstädte aller Länder, über die sich der Himalaya erstreckt.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame las capitales de todos los países que atraviesa el Himalaya.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutte le capitali degli stati attraversati dall'Himalaya.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donne-moi les capitales de tous les pays que l'Himalaya traverse.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Toon de hoofdsteden van alle landen waardoor de Himalaya loopt.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toate țările traversate de Himalaya și capitalele lor.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[countries Himalayas run through, capitals]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Länder, erstrecken, Himalaya, Haupstadt]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[capital de países, atraviesa el Himalaya]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[capitali, stati attraversati dall'Himalaya]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[capitales, pays, traversé, Himalaya]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Himalaya, lopen door, landen, hoofdsteden]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[țări, traversate de Himalaya, capitale]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE {
         res:Himalayas dbp:country ?country . 
         ?country dbo:capital ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Beijing]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/New_Delhi]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Islamabad]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Thimphu]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="239" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Which actor played Chewbacca?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welcher Schauspieler hat Chewbacca gespielt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué actor hizo el papel de Chewbacca?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quale attore ha recitato il ruolo di Chewbacca?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel acteurs ont joué le role de Chewbacca?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke acteur heeft Chewbacca gespeeld?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce actor l-a jucat pe Chewbacca?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[actor, play, Chewbacca]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Schauspieler, spielen, Chewbacca]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[actor,papel de Chewbacca]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[attore, recitare il ruolo, Chewbacca]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[acteur, Chewbacca]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[acteur, spelen, Chewbacca]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[actor, jucat, Chewbacca]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE {
        res:Chewbacca dbp:portrayer ?uri . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Peter_Mayhew]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="213" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Which ingredients do I need for carrot cake?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Zutaten brauche ich für Möhrenkuchen?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué ingredientes son necesarios para una tarta de zanahorias?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Di quali ingredienti ho bisogno per la torta di carote?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels sont les ingrédients du gateau aux carottes?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke ingrediënten heb ik nodig voor worteltaart?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[De ce ingrediente am nevoie pentru tort de morcovi?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[carrot cake, ingredients]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Möhrenkuchen, Zutaten]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[ingredientes, tarta de zanahorias?]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[ingredienti, torta di carote]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[ingrédients, gateau aux carottes]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[worteltaart, ingrediënten]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[tort de morcovi, ingrediente]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE {
        res:Carrot_cake dbo:ingredient ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Flour]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Nutmeg]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Sugar]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Icing_(food)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Egg_(food)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Allspice]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Marzipan]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Carrot]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Cream_cheese]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="boolean" id="219" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Is Cola a beverage?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Ist Cola ein Getränk?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿La Coca Cola es una bebida?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[La Cola è una bevanda?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Le Coca est-il une boisson?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Is cola een drank?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cola este o băutură?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Cola, beverage]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Cola, Getränk]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Coca Cola, bebida]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Cola, bevanda]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Coca, boisson]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Cola, drank]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Cola, băutură]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
ASK 
WHERE {
        res:Cola rdf:type dbo:Beverage .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[true]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="215" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who has Tom Cruise been married to?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Mit wem war Tom Cruise verheiratet?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién ha estado casado con Tom Cruise?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Con chi è stato sposato Tom Cruise?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui est l'épouse de Tom Cruise?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Met wie was Tom Cruise getrouwd?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cu cine a fost căsătorit Tom Cruise?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Tom Cruise, married]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Tom Cruise, verheiratet]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[esposas, Tom Cruise]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Tom Cruise, mogli]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[épouse, Tom Cruise]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Tom Cruise, getrouwd]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Tom Cruise, căsătorit]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
        ?uri dbo:spouse res:Tom_Cruise.
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mimi_Rogers]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="222" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Which of Tim Burton's films had the highest budget?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welcher von Tim Burtons Filmen hatte das höchste Budget?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál es la película de Tim Burton con el mayor presupuesto?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali film di Tim Burton hanno avuto il budget più alto?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel film de Tim Burton a le budget le plus haut?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke van Tim Burton's films had het hoogste budget?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care dintre filmele lui Tom Burton a avut cel mai mare buget?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[highest budget, film, Tim Burton]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[höchstes Budget, Film, Tim Burton]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[película de Tim Burton, mayor presupuesto]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[budget più alto, film, Tim Burton]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[budget le plus haut, Tim Burton]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[film, Tim Burton, hoogste budget]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[cel mai mare buget, film, Tim Burton]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE { 
        ?uri dbo:director res:Tim_Burton .
        ?uri dbo:budget ?b .
}
ORDER BY ?b
OFFSET 0 LIMIT 1
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Big_Eyes]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="209" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[How heavy is Jupiter's lightest moon?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wie schwer ist Jupiters leichtester Mond?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuánto pesa el satélite más ligero de Júpiter?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[¿Cuánto pesa il satellite più leggero di Giove?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien pèse le satellite le plus léger de Jupiter?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoe zwaar is de lichtste maan van Jupiter?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cât de greu este cel mai ușor satelit al lui Jupiter?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[how heavy, Jupiter, moon, lightest]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[wie schwer, Jupiter, Mond, leichtester]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[peso, satélite más ligero, Júpiter]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[peso, satellite più leggero di Giove]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[poids, satellite le plus léger, Jupiter]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[hoe zwaar, Jupiter, maan, lichtste]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[greu, Jupiter, satelit, cel mai ușor]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?n
WHERE {
        ?uri dbp:satelliteOf res:Jupiter .
        ?uri dbo:mass ?n .
}
ORDER BY ASC(?n)
OFFSET 0 LIMIT 1
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[1100.0]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

