<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="80" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Give me all Canadian Grunge record labels.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle kanadischen Grunge-Plattenfirmen.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todos las empresas canadienses productoras de música Grunge.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutti i produttori canadesi di musica Grunge.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donnes-moi tous les labels discographiques canadiens de grunge.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Noem alle Canadese grunge-platenlabels.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toate casele canadiene Grunge de înregistrări.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[record label, Canadian, Grunge]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[kanadisch, Plattenfirma, Grunge]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[empresa productora de música, canadiense, Grunge]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[produttore di musica, canadese, Grunge]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[labels discographiques, canadiens, grunge]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Canadees, platenlabel, Grunge]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[casă de înregistrări, canadian, Grunge]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?uri rdf:type dbo:RecordLabel .
        ?uri dbo:genre res:Grunge .
        ?uri dbo:country res:Canada .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Murderecords]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="81" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Which country has the most official languages?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welches Land hat die meisten Amtssprachen?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué país tiene más idiomas oficiales?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quale stato ha più lingue ufficiali?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels pays a le plus de langues officielles?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welk land heeft de meeste officiële talen.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce țară are cele mai multe limbi oficiale?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[country, official language, most]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Land, Amtssprache, die meisten]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[país, idiomas oficiales, más]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[stato, lingue ufficiali, più]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[pays, plus de langues officielles]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[land, officiële taal, meeste]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[șară, limbă oficială, cele mai multe]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri
WHERE { 
        ?uri rdf:type dbo:Country  .
        ?uri dbp:officialLanguages ?language .
} 
ORDER BY DESC(COUNT(?language)) 
OFFSET 0 LIMIT 1
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Vojvodina]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="82" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[In which programming language is GIMP written?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welcher Programmiersprache wurde GIMP geschrieben?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En qué lenguaje de programación esta programado GIMP?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[In quale linguaggio di programmazione è scritto GIMP?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[En quel langage de programmation a été écrit GIMP?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[In welke programmeertaal is GIMP geschreven?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[În ce limbaj de programare este scris GIMP?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[GIMP, programming language]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[GIMP, Programmiersprache]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[GIMP, lenguaje de programación]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[GIMP, linguaggio di programmazione]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[langage de programmation, GIMP]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[GIMP, programmeertaal]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[GIMP, limbaj de programare]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE { 
        res:GIMP dbo:programmingLanguage ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/C_(programming_language)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/GTK+]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="85" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[In which films did Julia Roberts as well as Richard Gere play?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welchen Filmen spielen sowohl Julia Roberts als auch Richard Gere mit?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En qué películas actúan Julia Roberts y Richard Gere?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[In quali film recitano sia Julia Roberts che Richard Gere?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Dans quels films jouent Julia Roberts et Richard Gere?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[In welke films speelden zowel Julia Roberts als Richard Gere?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[În ce filme joacă Julia Roberts precum și Richard Gere?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[film, play, Julia Roberts, Richard Gere]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Film, mitspielen, Julia Roberts, Richard Gere]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[película, actores, Julia Roberts, Richard Gere]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[film, recitare, Julia Roberts, Richard Gere]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[films, Julia Roberts, Richard Gere]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[film, speel, Julia Roberts, Richard Gere]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[film, joacă, Julia Roberts, Richard Gere]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?uri rdf:type dbo:Film .
        ?uri dbo:starring res:Julia_Roberts .
        ?uri dbo:starring res:Richard_Gere.
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Pretty_Woman]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Runaway_Bride_(1999_film)]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="87" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who wrote the book The Pillars of the Earth?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer schrieb das Buch Die Säulen der Erde?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quen escribió el libro Los pilares de la Tierra?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi ha scritto il libro I pilastri della Terra?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui a écrit le livre Les Piliers de la Terre?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie schreef het boek De Pilaren van de Aarde?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine e scris cartea Stâlpii Pământului?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[wrote, book, The pillars of the Earth]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[schreiben, Buch, Die Säulen der Erde]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[escritor, libro, Pilares de la Tierra]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[scritto, libro, I pilastri della Terra]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Les Piliers de la Terre, écrivain]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[auteur, De Pilaren van de Aarde]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[scrie, carte, Stâlpii Pământului]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
        res:The_Pillars_of_the_Earth dbo:author ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Ken_Follett]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="number" id="88" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[How many films did Leonardo DiCaprio star in?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In wievielen Filmen hat Leonardo DiCaprio mitgespielt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En cuántas películas ha actuado Leonardo DiCaprio?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[In quanti film ha recitato Leonardo DiCaprio?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Dans combien de films Leonard DiCaprio a-t-il joué?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[In hoeveel films speelde Leonardo DiCaprio?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[În câte filme a jucat Leonardo DiCaprio rol principal?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[film, star, Leonardo DiCaprio]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Film, mitspielen, Leonardo DiCaprio]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[películas, cuántas, actúa, Leonardo DiCaprio]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[film, recitare, Leonardo DiCaprio]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[combien, films, Leonard DiCaprio]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[film, speelt, Leonardo DiCaprio]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[film, rol principal, Leonardo DiCaprio]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT COUNT(DISTINCT ?uri) 
WHERE {
        ?uri rdf:type dbo:Film .
        ?uri dbo:starring res:Leonardo_DiCaprio . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[24]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="9" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[In which U.S. state is Mount McKinley located?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welchem US-Bundesstaat befindet sich der Mount McKinley?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En qué estado de los estados unidos se encuentra el monte McKinley?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[In quale stato degli Stati Uniti si trova il Monte McKinley?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Dans quel état des Etats-Unis d'Amérique se trouve le mont McKinley?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[In welke deelstaat van de Verenigde Staten is Mount McKinley gelegen?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[În ce stat american se află muntele McKinley?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[U.S. state, located, Mount McKinley]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[US-Staat, befinden, Mount McKinley]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[estado, estados unidos de américa, encuentra, monte McKinley]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Stati Uniti d'America, trova, Mount McKinley]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[états, Etats-Unis d'Amérique, trouve, mont McKinley]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[deelstaat, Verenigde Staten, gelegen, Mount McKinley]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[stat american, aflat, muntele McKinley]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX yago: <http://dbpedia.org/class/yago/>
PREFIX dbo:  <http://dbpedia.org/ontology/>
PREFIX res:  <http://dbpedia.org/resource/>
PREFIX rdf:  <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri
WHERE {
        ?uri rdf:type yago:StatesOfTheUnitedStates .
        res:Mount_McKinley dbo:locatedInArea ?uri . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Alaska]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="date" id="90" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[When was Capcom founded?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wann wurde Capcom gegründet?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cúando se fundó Capcom?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quando è stata fondata Capcom?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quand a été fondé Capcom?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wanneer werd Capcom opgericht?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Când a fost fondat Capcom?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Capcom, founded]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Capcom, gründen]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Capcom, fundada]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Capcom, fondata]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[fondé, Capcom]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Capcom, opgericht]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Capcom, fondat]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?date 
WHERE {
        res:Capcom dbo:foundingDate ?date .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[1983-06-11+02:00]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="92" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[What is the highest mountain?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was ist der höchste Berg?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál es la montaña más alta?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è la montagna più alta?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelle est la montagne la plus haute?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is de hoogste berg?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este cel mai înalt munte?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[mountain, highest]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[höchster, Berg]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[montaña, más alta]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[montagna, più alta]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[montagne, la plus haute]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[hoogste berg]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[munte, cel mai înalt]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE { 
        ?uri rdf:type dbo:Mountain  .
        ?uri dbo:elevation ?elevation .
} 
ORDER BY DESC(?elevation) 
OFFSET 0 LIMIT 1
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mount_Everest]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="boolean" id="93" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Was Natalie Portman born in the United States?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wurde Natalie Portman in den Vereinigten Staaten geboren?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Nació Natalie Portman en los estados unidos de américa?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Natalie Portman è nata negli Stati Uniti?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Natalie Portman est-elle née aux Etats-Unis?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Werd Natalie Portman geboren in de Verenigde Staten?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[A fost Natalie Portman născută în Statele Unite?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Natalie Portman, born, United States]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Natalie Portman, geboren, Vereinigte Staaten]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Natalie Portman]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Natalie Portman, nata, Stati Uniti]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Natalie Portman, née, Etats-Unis]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Natalie Portman, geboren, Verenigde Staten]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Natalie Portman, născută, Statele Unite]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
ASK 
WHERE { 
        { res:Natalie_Portman dbo:birthPlace res:United_States . }
        UNION
        { res:Natalie_Portman dbo:birthPlace ?city .
          ?city dbo:country res:United_States . }
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[false]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="number" id="94" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Which budget did the first movie of Zdenek Sverak have?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welches Budget hatte der erste Film von Zdenek Sverak?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál fué el presupuesto de la primera película de Zdenek Sverak?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Che budget ebbe il primo film di Zdenek Sverak?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel était le budget du premier film de Zdenek Sverak?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welk budget had de eerste film van Zdenek Sverak]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce buget a avut primul film al lui Zdenek Sverak?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Zdenek Sverak, movie, first, budget]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Zdenek Sverak, Film, erster, Budget]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[presupuesto, primera pelicula, Zdenek Sverak]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Zdenek Sverak, film, primo, budget]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[budget, premier film, Zdenek Sverak]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[budget, eerste film, Zdenek Sverak]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Zdenek Sverak, film, primul, buget]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[OUT OF SCOPE]]>
                </qald:query>
                <qald:answers />
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="number" id="95" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[How many big fires struck Paris during the Middle Ages?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Großbrände wüteten im Paris des Mittelalters?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuántos grandes incendios se produjeron en el Paris medieval?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quanti grandi incendi sono scoppiati a Parigi nel Medioevo?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels grands incendies ont frappé Paris pendant le Moyen Âge?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel grote branden troffen Parijs in de Middeleeuwen?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câte incendii majore a suferit Parisul în Evul Mediu?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Paris, middle ages, fire]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Paris, Mittelalter, Großbrand]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Paris, edad media, gran incendio]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Parigi, Medioevo, incendio]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[grands incendies, frappé, Paris, Moyen Âge]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[grote brand, Parijs, Middeleeuwen]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Paris, Evul Mediu, incendiu]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[OUT OF SCOPE]]>
                </qald:query>
                <qald:answers />
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="boolean" id="96" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Is Pamela Anderson a vegan?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Ist Pamela Anderson Veganer?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Es Pamela Anderson vegana?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Pamela Anderson è vegana?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Pamela Anderson est-elle une végétarienne?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Is Pamela Anderson vegetariër?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Este Pamela Anderson un vegan?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Pamela Anderson, vegan]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Pamela Anderson, Veganer]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Pamela Anderson, vegano]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Pamela Anderson, vegana]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Pamela Anderson, végétarien]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Pamela Anderson, vegetariër]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Pamela Anderson, vegan]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[OUT OF SCOPE]]>
                </qald:query>
                <qald:answers />
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="number" id="97" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[How often was Michael Jordan divorced?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wie oft hat sich Michael Jordan scheiden lassen?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuántas veces se ha divorciado Michael Jordan?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quante volte ha divorziato Michael Jordan?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien de fois a divorcé Michael Jordan?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoe vaak is Michael Jackson gescheiden?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[De câte ori a divorțat Michael Jordan?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Michael Jordan, divorced]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Michael Jordan, scheiden]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Michael Jordan, divorcio]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Michael Jordan, divorziato]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Michael Jordan, divorcé]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[gescheiden, Michael Jackson]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Michael Jordan, divorțat]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[OUT OF SCOPE]]>
                </qald:query>
                <qald:answers />
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="98" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[What is the most beautiful painting?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welches Gemälde ist das schönste?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál es la pintur más bonita?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è il dipinto più bello?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelle est la plus belle peinture du monde?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is het mooiste schilderij?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este cel mai prumos tablou?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[painting, most, beautiful]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Gemälde, schönstes]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[pintura, más bonita]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[dipinto, più bello]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[plus belle peinture du monde]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[schilderij, mooiste]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[tablou, cel mai, frumos]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[OUT OF SCOPE]]>
                </qald:query>
                <qald:answers />
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="99" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Give me all animal species that live in the Amazon rainforest.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Tierarten, die im Amazonas-Regenwald leben.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todas las especies animales qué viven en Amazonía.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutte le specie animali che vivono nella Foresta Amazzonica.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donne-moi toutes les espèces d'animaux qui vivent dans la forêt amazonienne.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Noem alle diersoorten die leven in het Amazoneregenwoud.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toate speciile de animale care trăiesc în pădurea Amazoniană.	]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Amazon rainforest, animal species]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Amazonas-Regenwald, Tierart]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Amazonía, especies animales]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Foresta Amazzonica, specie animali]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[espèces animales, forêt amazonienne]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[diersoort, voorkomen, Amazoneregenwoud]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[pădurea Amazoniană, specii de animale]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[OUT OF SCOPE]]>
                </qald:query>
                <qald:answers />
        </qald:question>

