<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question id="121" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[What is the capital of Canada?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was ist die Hauptstadt von Kanada?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál es la capital de Canadá?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è la capitale del Canada?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelle est la capitale du Canada?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is de hoofdstad van Canada?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este capitala Canadei?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[capital, Canada]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Hauptstadt, Kanada]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[capital, Canadá]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[capitale, Canada]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[capitale, Canada]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[hoofdstad, Canada]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[capitală, Canada]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        res:Canada dbo:capital ?uri . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Ottawa]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="122" onlydbo="false" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Who is the governor of Wyoming?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer ist der Gouverneur von Wyoming?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién es el gobernador de Wyoming?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi è il governatore del Wyoming?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui est le gouverneur du Wyoming?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie is de gouverneur van Wyoming?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine este guvernatorul din Wyoming?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[governor, Wyoming]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Gouverneur, Wyoming]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[gobernador, Wyoming]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[governatore, Wyoming]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[gouverneur, Wyoming]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[gouverneur, Wyoming]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[guvernator, Wyoming]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX dbp: <http://dbpedia.org/property/> 
SELECT DISTINCT ?uri 
WHERE { 
        res:Wyoming dbp:governor ?uri . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Matt_Mead]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="123" onlydbo="false" answertype="boolean" aggregation="true" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Do Prince Harry and Prince William have the same parents?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Haben Prinz Harry und Prinz William dieselben Eltern?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Tienen el príncipe Harry y el prínciple William la misma madre?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Il principe Harry e il principe William hanno gli stessi genitoris?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Ont les princes Harry et William la même mère?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hebben prins Harry en prins William dezelfde ouders?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Prințul Harry și Prințul William au aceiași părinți?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Prince Harry, Prince William, same, parents]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Prinz Harry, Prinz William, selbe Eltern]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[príncipe Harry, príncipe William, la misma madre]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[principe Harry, principe William, stessi genitori]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[prince Harry, Prince William, même mère]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[prins Harry, prins William, dezelfde, ouders]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Prințul Harry, Prințul William, aceiași, părinți]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
ASK
WHERE { 
        <http://dbpedia.org/resource/Prince_William,_Duke_of_Cambridge> dbo:parent ?x . 
        <http://dbpedia.org/resource/Prince_Harry> dbo:parent ?x .
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[true]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="124" onlydbo="false" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Who was the father of Queen Elizabeth II?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer war der Vater von Königin Elizabeth II?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién fue el padre de la reina Isabel II?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi fu il padre della regina Elisabetta II?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui est le père de la reine Élisabeth II?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie was de vader van koningin Elizabeth II?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a fost tatăl reginei Elisabeta a II-a?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[father, Queen Elizabeth II]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Vater, Königin Elizabeth II]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[padre, reina Isabel II]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[padre, regina Elisabetta II]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[père, Élisabeth II]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[koningin Elizabeth II, vader]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[tată, regina Elisabeta a II-a]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX dbp: <http://dbpedia.org/property/> 
SELECT DISTINCT ?uri 
WHERE { 
        res:Elizabeth_II dbp:father ?uri . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/George_VI]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="125" onlydbo="false" answertype="resource" aggregation="true" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Which U.S. state has been admitted latest?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welcher US-Bundesstaat wurde zuletzt aufgenommen?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué estado americano fué el último en ser admitido?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quale stato degli Stati Uniti è stato ammesso per ultimo?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel état américan fut le dernier à être admis?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke staat van de Verenigde Staten is als laatste toegetreden?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care stat american a fost recunoscut ultimul?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[U.S. state, admit, last]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[US-Bundesstaat, aufnehmen, zuletzt]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[estado americano, admitido, último]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[stato degli Stati Uniti, ammettere, ultimo]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[état américain, admis, dernier]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[staat van de Verenigde Staten, toetreding]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[stat american, recunoscut, ultimul]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbp: <http://dbpedia.org/property/> 
PREFIX yago: <http://dbpedia.org/class/yago/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri 
WHERE { 
        ?uri rdf:type yago:StatesOfTheUnitedStates . 
        ?uri dbp:admittancedate ?x . 
} ORDER BY DESC(?x) 
OFFSET 0 LIMIT 1 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Hawaii]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="126" onlydbo="true" answertype="number" aggregation="true" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[How many languages are spoken in Turkmenistan?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Sprachen werden in Turkmenistan gesprochen?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuántos idiomas se hablan en Turkmenistán?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quante lingue sono parlate in Turkmenistan?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien de langues sont parlées au Turkménistan?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel talen worden er gesproken in Turkmenistan?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câte limbi sunt vorbite în Turkmenistan?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[languages, Turkmenistan]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Sprachen, Turkmenistan]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[idiomas, Turkmenistán]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[lingue, Turkmenistan]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[langues, Turkménistan]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[talen, Turkmenistan]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[limbi, Turkmenistan]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT COUNT(DISTINCT ?x) 
WHERE { 
        res:Turkmenistan dbo:language ?x . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[2]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="127" onlydbo="false" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Sean Parnell is the governor of which U.S. state?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Von welchem US-Bundesstaat ist Sean Parnell der Gouverneur?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿De qué estado americano es Sean Parnell el gobernador?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Di quale stato americano Sean Parnell è governatore?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est l'état américain dont Sean Parnelle st le gouverneur?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Sean Parnell is de gouverneur van welke staat van de Verenigde Staten?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Sean Parnell este guvernatorul cărui stat american?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[U.S. state, governor, Sean Parnell]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[US-Bundesstaat, Gouverneur, Sean Parnell]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[estado americano, gobernador, Sean Parnell]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[stato degli Stati Uniti, governatore, Sean Parnell]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[état américain, Sean Parnell, gouverneur]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[staat van de Verenigde Staten, gouverneur, Sean Parnell]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[stat american, guvernator, Sean Parnell]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX yago: <http://dbpedia.org/class/yago/> 
PREFIX dbp: <http://dbpedia.org/property/> 
PREFIX res: <http://dbpedia.org/resource/> 
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri 
WHERE { 
        ?uri rdf:type yago:StatesOfTheUnitedStates . 
        ?uri dbp:governor res:Sean_Parnell . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Alaska]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="13" onlydbo="true" answertype="boolean" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[Are tree frogs a type of amphibian?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Sind Laubfrösche Amphibien?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Son las ranas verdes un tipo de anfibio?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Le rane verdi sono un tipo di anfibio?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Sont les grenouilles arboricoles un type d'amphibiens?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Zijn boomkikkers een soort amfibie?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Sunt broaștele de copac un tip de amfibieni?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[tree frog, amphibian]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Laubfrosch, Amphibie]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[rana verde, anfibio]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[rana verde, anfibio]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[grenouilles arboricoles, amphibien]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[boomkikker, amfibie]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[broască de copac, amfibian]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
ASK 
WHERE { 
        res:Hylidae dbo:class res:Amphibian . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[true]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="130" onlydbo="false" answertype="qald:string" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[What is the birth name of Angela Merkel?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was ist der Geburtsname von Angela Merkel?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál es el nombre de soltera de Angela Merkel?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è il nome da nubile di Angela Merkel?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est le nom de jeune fille d'Angela Merkel?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is de meisjesnaam van Angela Merkel?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este numele de domnișoară al Angelei Merkel?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[birth name, Angela Merkel]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Geburtsname, Angela Merkel]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[nombre de soltera, Angela Merkel]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[nome da nubile, Angela Merkel]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[nom de jeune fille, Angela Merkel]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[meisjesnaam, Angela Merkel]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[nume de domnișoară, Angela Merkel]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbp: <http://dbpedia.org/property/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?qald:string 
WHERE { 
        res:Angela_Merkel dbp:birthName ?qald:string . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[Angela Dorothea Kasner]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="132" onlydbo="true" answertype="number" aggregation="true" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[How often did Jane Fonda marry?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wie oft hat Jane Fonda geheiratet?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuántas veces ha estado casada Jane Fonda?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quante volte si è sposata Jane Fonda?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien de fois s'est mariée Jane Fonda?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoe vaak is Jane Fonda getrouwd?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cât de des s-a măritat Jane Fonda?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Jane Fonda, marry, how often]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Jane Fonda, heiraten, wie oft]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Jane Fonda, casada, cuántas veces]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Jane Fonda, sposata, quante volte]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Jane Fonda, marriages, nombre de fois]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Jane Fonda, getrouwd, hoe vaak]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Jane Fonda, mărita, cât de des]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT COUNT(DISTINCT ?uri) 
WHERE { 
        res:Jane_Fonda dbo:spouse ?uri . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[3]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question id="134" onlydbo="true" answertype="resource" aggregation="false" hybrid="false">
                <qald:string lang="en">
                        <![CDATA[In which military conflicts did Lawrence of Arabia participate?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[An welchen militärischen Auseinandersetzungen war Lawrence von Arabien beteiligt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En qué conflictos militares participó Lawrence de Arabia?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[A quali conflitti militari ha partecipato Lawrence d'Arabia?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Dans quels conflits militaires a participé Lawrence d'Arabie?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Bij welke militaire conflicten was Lawrence of Arabia betrokken?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[În care conflicte militare a participat Lawrence al Arabiei?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Lawrence of Arabia, military conflict]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Lawrence von Arabien, militärische Auseinandersetzung]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Lawrence de Arabia, conflicto militar]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Lawrence d'Arabia, conflitto militare]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[Lawrence d'Arabie, conflits militaires]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[militair conflict, Lawrence of Arabia]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Lawrence al Arabiei, conflict militar]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[ 
PREFIX dbo: <http://dbpedia.org/ontology/> 
PREFIX res: <http://dbpedia.org/resource/> 
SELECT DISTINCT ?uri 
WHERE { 
        res:T._E._Lawrence dbo:battle ?uri . 
} 
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Capture_of_Damascus_(1918)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Arab_Revolt]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_Megiddo_(1918)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/World_War_I]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_Aqaba]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Siege_of_Medina]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_Aba_el_Lissan]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_Deraa]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_Fwelia]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Battle_of_Talifeh]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

