<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question aggregation="true" hybrid="false" answertype="boolean" id="19" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Is Egypts largest city also its capital?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Ist Ägyptens größte Stadt auch seine Hauptstadt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Es la cuidad más grande de Egipto también capital?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[La città più grande dell'Egitto è anche la sua capitale?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[La ville la plus grande de l'Egypte est-elle sa capitale?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Is de grootste stad van Egypte ook de hoofdstad?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Orașul cel mai mare din EGipt este și capital sa?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[largest city, Egypt, capital]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[größte Stadt, Ägypten, Hauptstadt]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[cuidad más grande, Egipto, capital]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[città più grande, Egitto, capitale]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[ville plus grande, Egypte, capitale]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[grootste stad, Egypte, hoofdstad]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[cel mai mare oraș, Egipt, capitală]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX res: <http://dbpedia.org/resource/>
PREFIX dbo: <http://dbpedia.org/ontology/>
ASK 
WHERE {
        res:Egypt dbo:largestCity ?large .
        res:Egypt dbo:capital ?capital .
        FILTER (?large = ?capital)
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[true]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="190" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Where is the residence of the prime minister of Spain?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wo wohnt der Premierminister von Spanien?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Dónde vive el primer ministor de España?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dove vive il primo ministro della Spagna?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Où se trouve la résidence du Premier Ministre d'Espagne?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Waar woont de premier van Spanje?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Unde este reședința primului ministru al Spaniei?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[prime minister, Spain, residence]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Premierminister, Spanien, wohnen]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[primer ministro, España, vive]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[primo ministro, Spagna, vivere]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[résidence, Premier Ministre d'Espagne]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[woont, premier van Spanje]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[prim ministru, Spania, reședință]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
        res:Prime_Minister_of_Spain dbp:residence ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Palace_of_Moncloa]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="191" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Which U.S. state has the abbreviation MN?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welcher US-Bundesstaat hat die Abkürzung MN?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué estado americano tiene la abreviación MN?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quale stato americano è abbreviato MN?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel état americain a l'abréviation MN?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke staat van de Verenigde Staten heeft de afkorting MN?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care stat American este abreviat MN?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[U.S. state, abbreviation, MN]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[US-Bundesstaat, Abkürzung, MN]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[estado americano, abreviación, MN]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[stato americano, abbreviazione, MN]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[état americain, abréviation, MN]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[staat van de Verenigde Staten, afkorting, MN]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[stat american, abreviere, MN]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbp:  <http://dbpedia.org/property/>
PREFIX yago: <http://dbpedia.org/class/yago/>
PREFIX rdf:  <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?uri rdf:type yago:StatesOfTheUnitedStates .
        ?uri dbp:postalabbreviation 'MN'@en .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Minnesota]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="192" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Show me all songs from Bruce Springsteen released between 1980 and 1990.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Zeige mir alle Lieder von Bruce Springsteen, die zwischen 1980 und 1990 herausgebracht wurden.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Enseñame todas las canciones de Bruce Springsteen que aparecieron entre 1980 y 1990.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutte le canzoni di Bruce Springsteen rilasciate tra il 1980 e il 1990.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donnes-moi tous les morceaux de Bruce Springsteen qui ont été publiés entre 1980 et 1990.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Geef alle songs van Bruce Springsteen die werden uitgebracht tussen 1980 en 1990.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Arată-mi toate melodiile de Bruce Springsten apărute între 1980 și 1990]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[song, Bruce Springsteen, release, between 1980 and 1990]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Lied, Bruce Springsteen, herausbringen, zwischen 1980 und 1990]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[canción, Bruce Springsteen, aparecida entre 1980 y 1990]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[canzone, Bruce Springsteen, rilasciare, tra il 1980 e il 1990]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[morceaux, Bruce Springsteen, publiés entre 1980 et 1990]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[song, Bruce Springsteen, uitgebracht tussen 1980 en 1990]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[melodie, Bruce Springsteen, apărut, între 1980 și 1990]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo:  <http://dbpedia.org/ontology/>
PREFIX res:  <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
PREFIX xsd: <http://www.w3.org/2001/XMLSchema#>
SELECT DISTINCT ?uri 
WHERE {
        ?uri rdf:type dbo:Song .
        ?uri dbo:artist res:Bruce_Springsteen .
        ?uri dbo:releaseDate ?date . 
        FILTER (?date >= '1980-01-01'^^xsd:date && ?date <= '1990-12-31'^^xsd:date)
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/No_Surrender_(song)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Bobby_Jean]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Downbound_Train]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Darlington_County_(song)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Johnny_99_(song)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Working_on_the_Highway]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="number" id="194" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[What is the founding year of the brewery that produces Pilsner Urquell?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welchem Jahr wurde die Brauerei gegründet, die Pilsner Urquell herstellt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En qué año fue fundada la cervecería que produce Pilsner Urquell?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[In che anno è stato fondato il birrificio che produce la Pilsner Urquell?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelle est l'année de fondation de la brasserie qui produit Pilsner Urquell?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wanneer werd de brouwerij opgericht die Pilsner Urquell produceert?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este anul înființării berăriei ce produce Pilsner Urquell?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Pilsner Urquell, brewery, founding year]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Pilsner Urquell, Brauerei, gründen]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Pilsner Urquell, cervecería, fundada]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Pilsner Urquell, birrificio, anno di fondazione]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[année de fondation, brasserie, produit, Pilsner Urquell]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[brouwerij, opgericht, produceert, Pilsner Urquell]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Pilsner Urquell, berărie, anul înființării]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?num 
WHERE {
        res:Pilsner_Urquell dbp:brewery ?uri .
        ?uri dbp:foundation ?num .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[1842]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="195" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Who wrote the lyrics for the Polish national anthem?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer schrieb den Text für die polnische Nationalhymne?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién escribió el texto del himno de Polonia?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi ha scritto il testo dell'inno nazionale polacco?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui a écrit le texte de l'hymne nationale de la Pologne?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie schreef het Poolse volkslied?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a scris versurile pentru imnul național al Poloniei?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Poland, national anthem, write, lyrics]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Polen, Nationalhymne, schreiben, Text]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[texto, escribió, himno, Polonia]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Polonia, inno nazionale, scrivere, testo]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[texte, hymne nationale, Pologne, auteur]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[volkslied, Polen, componist]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Polonia, imn national, scrie, versuri]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
        res:Poland dbo:anthem ?x .
        ?x dbp:author ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/J%C3%B3zef_Wybicki]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="qald:string" id="196" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Give me all B-sides of the Ramones.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle B-Seiten der Ramones.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todas las caras B de los Ramones.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutti i lati B dei Ramones.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donnes-moi tous les faces B des Ramones.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Geef alle B-kantjes van singles van de Ramones.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toate laturile B ale Ramones]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Ramones, B-sides]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Ramones, B-Seiten]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Ramones, cara B]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Ramones, lato B]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[faces B, Ramones]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[B-kant, single, de Ramones]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Ramones, laturi B]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?qald:string 
WHERE {
        ?x dbo:musicalArtist res:Ramones .
        ?x dbo:bSide ?qald:string . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA["Daytime Dilemma (Dangers of Love)"]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA["Go Home Ann" (12" only)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA["Babysitter"]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA["No-One Could Ever Love You More" (Norway)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA["Saturday Night Out"]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA["She's the One"]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[Censorshit]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA["Do You Wanna Dance?"]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA["I Don't Care"]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="197" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Who painted The Storm on the Sea of Galilee?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer malte Christus im Sturm auf dem See von Galilea?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién pintó el Cristo en la tormenta en el lago de Galilea?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi dipinse il Cristo nella tempesta sul mare di Galilea?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui a peint Christ dans la tempête sur la mer de Galilée?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie schilderde Christus in de storm op het meer van Galilea?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a pictat Furtuna pe Marea Galileii?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[The Storm on the Sea of Galilee, paint]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Christus im Sturm auf dem See von Galilea, malen]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Cristo en la tormenta en el lago de Galilea, pintor]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Cristo nella tempesta sul mare di Galilea, pittore]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[peintre, Christ dans la tempête sur la mer de Galilée]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[schilder, Christus in de storm op het meer van Galilea]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Furtuna pe Marea Galileii, picta]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
        res:The_Storm_on_the_Sea_of_Galilee dbo:author ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Rembrandt]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="198" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Which country does the creator of Miffy come from?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Aus welchem Land kommt der Erfinder von Nijntje?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿De qué país viene el creador de Nijntje?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Da quale stato proviene il creatore di Miffy?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[De quel pays vient le créateur de Miffy?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Uit welk land komt de bedenker van Nijntje?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[ Din ce țara provine creatorul Miffy?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Miffy, creator, country]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Nijntje, Erfinder, Land]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Njintje, creados, país]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Miffy, creatore, nazione]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[pays, créateur, Miffy]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Nijntje, bedenker, nationaliteit]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Miffy, creator, țară]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
        res:Miffy dbo:creator ?x .
        ?x dbo:nationality ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Netherlands]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="199" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[For which label did Elvis record his first album?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Plattenfirma hat Elvis' erstes Album aufgenommen?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué discográfica grabó el primer album de Elvis?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quale casa discografica ha inciso il primo album di Elvis?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est le label discographe qui a publié le premier disque d'Elvis?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Bij welk platenlabel verscheen het eerste album van Elvis Presley?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce casă discografică a înregistrat primul album al lui Elvis?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Elvis, first, album, label]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Elvis, erstes, Album, Plattenfirma]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[discográfica, primer album de Elvis]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Elvis, primo, album, casa discografica]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[label discographe, publié, premier disque, Elvis]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[platenlabel, eerste album, Elvis]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Elvis, prim, album, casă discografică]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?x rdf:type dbo:Album .
        ?x dbo:artist res:Elvis_Presley .
        ?x dbo:releaseDate ?y .
        ?x dbo:recordLabel ?uri .
}
ORDER BY ASC(?y) 
OFFSET 0 LIMIT 1
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Pickwick_Records]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

