<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="53" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Give me all federal chancellors of Germany.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Bundeskanzler.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todos los cancilleres alemanos.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutti i cancellieri tedeschi.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donnes-moi tous les chancelièrs allemands.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Noem alle Duitse bondskanseliers.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toți cancelarii federali ai Germaniei]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Germany, federal chancellors]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Bundeskanzler]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[cancilleres, alemanos]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[cancellieri, tedeschi]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[chanceliers, allemands]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Duits, bondskanseliers]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Germania, cancelar federal]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri
WHERE {
          ?uri rdf:type dbo:Person .
        { ?uri dbo:office 'Chancellor of Germany' . }
        UNION
        { ?uri dbp:office res:Chancellor_of_Germany . }
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Helmut_Kohl]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Helmut_Schmidt]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Ludwig_Erhard]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Willy_Brandt]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Konrad_Adenauer]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Kurt_Georg_Kiesinger]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Otto_von_Bismarck]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Angela_Merkel]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Gerhard_Schr%C3%B6der]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Leo_von_Caprivi]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Chlodwig,_Prince_of_Hohenlohe-Schillingsf%C3%BCrst]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Adolf_Hitler]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="54" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who was the wife of U.S. president Lincoln?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer war die Frau von US-Präsident Lincoln?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién fué la mujer del presidente americano Lincoln?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi era la moglie del presidente degli Stati Uniti Lincoln?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui était l'épouse du président américain Lincoln?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie was de vrouw van de Amerikaanse president Lincoln?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a fost soția președintelui American Lincoln?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[U.S. president, Lincoln, wife]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[US-Präsident, Lincoln, Frau]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[presidente Americano, Lincoln, mujer]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[presidente degli Stati Uniti, Lincoln, moglie]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[épouse, président américain Lincoln]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[vrouw, president van America, Lincoln]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[președinte American, Lincoln, soție]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
        res:Abraham_Lincoln dbo:spouse ?uri.
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mary_Todd_Lincoln]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="55" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who developed the video game World of Warcraft?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer hat das Videospiel World of Warcraft entwickelt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién desarrolló el videojuego Warcraft?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi ha creato il videogioco World of Warcraft?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui a développé World of Warcraft?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie heeft het videospel World of Warcraft ontwikkeld?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a dezvoltat jocul video World of Warcraft?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[video game, World of Warcraft, develop]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Videospiel, World of Warcraft, entwickeln]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[videojuego, Warcraft, desarrollar]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[videogioco, World of Warcraft, creare]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[développé, World of Warcraft]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[World of Warcraft, ontwikkelaar]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[joc video, World of Warcraft, dezvolta]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE {
        res:World_of_Warcraft dbo:developer ?uri . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Blizzard_Entertainment]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="qald:string" id="56" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[What is the official website of Tom Cruise?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Was ist die offizielle Website von Tom Cruise?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuál el la página de Web oficial de Tom Cruise?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Qual è il sito internet ufficiale di Tom Cruise?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel est le site web officiel de Tom Cruise?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wat is de officiële website van Tom Cruise?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Care este website-ul oficial al lui Tom Cruise?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Tom Cruise, official website]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Tom Cruise, offizielle Website]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Tom Cruise, página de Web oficial]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Tom Cruise, sito internet ufficiale]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[site web officiel, Tom Cruise]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[officiële website, Tom Cruise]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Tom Cruise, website oficial]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?qald:string 
WHERE { 
        res:Tom_Cruise dbp:website ?qald:string .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://www.tomcruise.com/]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="58" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who produced the most films?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer hat die meisten Filme produziert?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién ha producido más películas?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi ha prodotto più film?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui a produit le plus de films?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie produceerde de meeste films?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a produs cele mai multe filme?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[film, produced, most]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Film, produzieren, die meisten]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[películas, producido más]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[film, prodotto, più]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[films, le plus de]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[producent, films, de meeste]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[film, produs, cel mai mult]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri 
WHERE {
        ?film rdf:type dbo:Film .
        ?film dbo:producer ?uri .
} 
ORDER BY DESC(COUNT(?film)) 
OFFSET 0 LIMIT 1
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Hal_Roach]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="6" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[In which city did John F. Kennedy die?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[In welcher Stadt ist John F. Kennedy gestorben?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿En qué ciudad murió John F. Kennedy?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[In quale città morì John F. Kennedy?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Dans quelle ville est mort John F. Kennedy?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[In welke stad kwam John F. Kennedy om het leven?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[În ce oraș a murit John F. Kennedy?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[city, John F. Kennedy, die]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Stadt, John F. Kennedy, gestorben]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[cuidad, John F. Kennedy, murió]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[città, John F. Kennedy, morto]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[ville, John F. Kennedy]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[stad, John F. Kennedy, gestorven]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[oraș, John F. Kennedy, muri]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri
WHERE { 
        res:John_F._Kennedy dbo:deathPlace ?uri .
        ?uri rdf:type dbo:City .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Dallas]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="boolean" id="60" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Is there a video game called Battle Chess?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gibt es ein Videospiel, das Battle Chess heißt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Hay algún videojuego que se llame Battle Chess?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Esiste un videogioco che si chiama Battle Chess?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Existe-t-il un jeu vidéo appelé Battle Chess?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Bestaat er een videospel met de naam Battle Chess?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Există un joc video numit Battle Chess?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[video game, Battle Chess]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Videospiel, Battle Chess]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[videojuego, Battle Chess]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[videogioco, Battle Chess]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[jeu vidéo, Battle Chess]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[videospel, Battle Chess]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[joc video, Battle Chess]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#>
ASK 
WHERE {
        ?uri rdf:type dbo:VideoGame .
        ?uri rdfs:label 'Battle Chess'@en .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[true]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="61" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Which mountains are higher than the Nanga Parbat?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Berge sind höher als der Nanga Parbat?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Qué montañas son más altas que el Nanga Parbat?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali montagne sono più alte del Nanga Parbat?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelles montagnes sont plus hautes que le Nanga Parbat?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke bergen zijn hoger dan de Nanga Parbat?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce munți sunt mai mari decât Nanga Parbat?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[mountain, higher, Nanga Parbat]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Berg, höher, Nanga Parbat]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[montañas, más altas, Nanga Parbat]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[montagna, più alta, Nanga Parbat]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[montagnes, plus hautes, Nanga Parbat]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[bergen, hoger, Nanga Parbat]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[munte, mai mare, Nanga Parbat]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>
SELECT DISTINCT ?uri
WHERE {
        res:Nanga_Parbat dbo:elevation ?elevation .
        ?uri rdf:type dbo:Mountain .
      { ?uri dbo:elevation ?otherelevation . }
      UNION
      { ?uri dbp:elevationM ?otherelevation . } 
        FILTER (?otherelevation > ?elevation) .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Mount_Everest]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/K2]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Kangchenjunga]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Makalu]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Lhotse]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Cho_Oyu]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Dhaulagiri]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Manaslu]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Banua_Wuhu]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="62" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who created Wikipedia?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer hat Wikipedia gegründet?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quién creó Wikipedia?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi ha creato Wikipedia?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui est le créateur de Wikipedia?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie heeft Wikipedia opgericht?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine a creat Wikipedia?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Wikipedia, created]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Wikipedia, gründen]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[Wikipedia, creador]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Wikipedia, creatore]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[créateur, Wikipedia]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Wikipedia, oprichter]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Wikipedia, creat]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE {
        res:Wikipedia dbo:author ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Jimmy_Wales]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Larry_Sanger]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="63" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Give me all actors starring in Last Action Hero.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Gib mir alle Schauspieler, die in Last Action Hero mitgespielt haben.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todos los actores que hayan actuado en Last Action Hero.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Dammi tutti gli attori che hanno recitato in Last Action Hero.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Noem alle acteurs uit de film Last Action Hero.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Noem alle acteurs uit de film Last Action Hero.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Dă-mi toți actorii cu roluri principale în Last Action Hero.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[actor, starring, Last Action Hero]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Schauspieler, mitspielen, Last Action Hero]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[actores, Last Action Hero]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[attori, Last Action Hero]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[acteurs, Last Action Hero]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[acteur, Last Action Hero]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[actor, rol principal, Last Action Hero]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE {
        res:Last_Action_Hero dbo:starring ?uri . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Robert_Prosky]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Anthony_Quinn]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Arnold_Schwarzenegger]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Austin_O'Brien]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Art_Carney]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/F._Murray_Abraham]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Charles_Dance]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Tom_Noonan]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Bridgette_Wilson]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

