<?xml version="1.0" ?>
<qald:dataset id="qald-5_train" 
        xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
        xsi:schemaLocation="http://www.example.org/qald qald.xsd" 
        xmlns:qald="http://www.example.org/qald">

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="262" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who is the founder of Penguin Books?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer hat Penguin Books gegründet?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quien es el fundador de Penguin Books?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi è il fondatore di Penguin Books?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui est le fondateur de Penguin  Books?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie is de oprichter van Penguin Books?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine este fondatorul Penguin Books?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[founder, Penguin Books]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[gegründet, Penguin Books]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[fundador, Penguin Books]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[fondatore, Penguin Books]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[fondateur, Penguin Books]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[oprichter, Penguin Books]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[fondator, Penguin Books]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri
WHERE { 
        res:Penguin_Books dbo:founder ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Allen_Lane]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="263" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Which programming languages influenced Javascript?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welche Programmiersprachen haben Javascript beeinflusst?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Que lenguajes de programación influenciaron el Javascript?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quali linguaggi di programmazione hanno influenzato Javascript?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quels langages de programmation ont influencé Javascript?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welke pogrammeertalen hadden invloed op Javascript?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce limbaje de programare au influențat Javascript?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[programming languages, influenced, Javascript]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Programmiersprachen, beeinflusst, Javascript]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[lenguajes de programación, influenciaron, Javascript]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[linguaggi di programmazione, hanno influenzato, Javascript]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[langages de programmation, influencés, Javascript]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[programmeertalen, invloed op, Javascript]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[limbaje de programare, influențat, Javascript]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri
WHERE { 
        ?uri rdf:type dbo:ProgrammingLanguage .
        ?uri dbo:influenced res:JavaScript . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Self_(programming_language)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/C_(programming_language)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Java_(programming_language)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Lisp_(programming_language)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Perl]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Python_(programming_language)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Scheme_(programming_language)]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="boolean" id="264" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Did Che Guevara have children?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Hatte Che Guevara Kinder?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Tuvo hijos el Che Guevara?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Che Guevara aveva dei figli?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Est-ce que Che Guevara a eu des enfants?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Had Che Guevara kinderen?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Che Guevara a avut copii?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[children, Che Guevara]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Kinder, Che Guevara]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[hijos, Che Guevara]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[figli, Che Guevara]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[enfants, Che Guevara]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[kinderen, Che Guevara]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[copii, Che Guevara]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
ASK
WHERE { 
        res:Che_Guevara dbo:child ?uri . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[true]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="265" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[List all the musicals with music by Elton John.]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Liste alle Musicals mit Musik von Elton John auf.]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[Dame todos los musicales con música de Elton John.]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Elenca tutti i musicals con musiche di Elton John.]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Donne-moi tous les musicals avec de la musique de de Elton John.]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Toen een lijst van alle musicals met muziek van Elton John.]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Listează toate muzicalurile cu muzică de Elton John.]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[musicals, music by, Elton John]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Musicals, Musik von, Elton John]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[musicales, música, Elton John]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[musicals, musiche, Elton John]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[musicals, musique, Elton John]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[musicals, muziek van, Elton John]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[muzicaluri, muzică de Elton John]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri
WHERE { 
        ?uri rdf:type dbo:Musical .
        ?uri dbo:musicBy res:Elton_John .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/The_Lion_King_(musical)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Lestat_(musical)]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Billy_Elliot_the_Musical]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Aida_(musical)]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="date" id="267" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[When was the Titanic completed?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wann wurde die Titanic fertiggestellt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuando se completo el Titanic?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quando è stato completato il Titanic?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quand a été terminé le Titanic?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wanneer was de Titanic afgewerkt?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Când a fost terminat Titanicul?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[Titanic, completion date]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Titanic, fertiggestellt, Datum]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[fecha de acabado, Titanic]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[Titanic, data, completamento]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[data de terminaison, Titanic]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[Titanic, wanneer, afgewerkt]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[Titanic, data terminării]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?date
WHERE { 
        res:RMS_Titanic dbo:completionDate ?date . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[1912-04-02+02:00]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="number" id="268" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[How much did Pulp Fiction cost?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviel hat Pulp Fiction gekostet?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuanto costo Pulp Fiction?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quanto è costato Pulp Fiction?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien a coûté Pulp Fiction?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Howeveel koste Pulp Fiction?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cât a costat Pulp Fiction?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[cost, Pulp Fiction]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Kosten, Pulp Fiction]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[costo, Pulp Fiction]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[costo, Pulp Fiction]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[prix, Pulp Fiction]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[kosten, Pulp Fiction]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[cost, Pulp Fiction]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?n
WHERE { 
        res:Pulp_Fiction dbo:budget ?n . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[8500000.0]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="number" id="269" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[How many airlines are there?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Fluggesellschaften gibt es?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuantas líneas aéreas existen?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quante compagnie aeree esistono?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Combien de companies aériennes existe-t-il?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel luchtvaartmaatschappijen zijn er?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câte companii aeriene există?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[how many, airlines]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[wieviele, Fluggesellschaften]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[cuantas, líneas aéreas]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[quante, compagnie aeree]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[nombre, companies aériennes]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[hoeveel, luchtvaartmaatschappijen]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[câte, companii aeriene]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT COUNT(DISTINCT ?uri)
WHERE { 
        ?uri rdf:type dbo:Airline . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[3387]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="270" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[Who played Agent Smith in Matrix?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer hat Agent Smith in Matrix gespielt?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quien actuó como el agente Smith en Matrix?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi interpretava l'agente Smith in Matrix?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui a joué Agent Smith dans Matrix?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie speelde Agent Smith in Matrix?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine l-a jucat pe Agent Smith în Matrix?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[played, Agent Smith, Matrix]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[gespielt, Agent Smith, Matrix]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[actor, agente Smith, Matrix]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[attore, agente Smith, Matrix]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[acteur, Agent Smith, Matrix]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[speelde, Agent Smith, Matrix]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[jucat, Agent Smith, Matrix]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri
WHERE { 
        res:Agent_Smith dbp:portrayer ?uri . 
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Hugo_Weaving]]>
                        </qald:answer>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Ian_Bliss]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="number" id="271" onlydbo="false">
                <qald:string lang="en">
                        <![CDATA[How much carbs does peanut butter have?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wieviele Kohlenhydrate hat Erdnussbutter?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Cuantos hidrates de carbono tienen la manteca de cacahuete?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quanti carboidrati ha il burro di noccioline?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quelle quantité de glucides est contenue dans les arachides?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Hoeveel koolhydraten heeft pindakaas?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Câți carbohidrați conține untul de arahide?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[how much, carbs, peanut butter]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[wieviele, Kohlenhydrate, Erdnussbutter]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[hidrates de carbono, manteca de cacahuete]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[quanti, carboidrati, burro di noccioline]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[glucides, arachides]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[koolhydraten, pindakaas]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[câți, carbohidrați, unt de arahide]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbp: <http://dbpedia.org/property/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?carbs
WHERE { 
        res:Peanut_butter dbp:carbs ?carbs .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[20.0]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="true" hybrid="false" answertype="resource" id="272" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Which book has the most pages?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Welches Buch hat die meisten Seiten?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Que libro tiene el mayor numero de paginas?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Quale libro ha il maggior numero di pagine?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Quel livre a le plus de pages?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Welk boek heeft de meeste pagina's?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Ce carte are cele mai multe pagini?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[book, the most pages]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Buch, meisten Seiten]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[libro, mayor numero paginas]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[libro, maggior numero di pagine]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[livre, le plus de pages]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[boek, meeste pagina's]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[carte, cele mai multe pagini]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> 
SELECT DISTINCT ?uri
WHERE { 
        ?uri rdf:type dbo:Book . 
        ?uri dbo:numberOfPages ?n .
}
ORDER BY DESC(?n)
OFFSET 0 LIMIT 1
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/The_Tolkien_Reader]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

        <qald:question aggregation="false" hybrid="false" answertype="resource" id="274" onlydbo="true">
                <qald:string lang="en">
                        <![CDATA[Who is the mayor of the capital of French Polynesia?]]>
                </qald:string>
                <qald:string lang="de">
                        <![CDATA[Wer ist der Bürgermeister der Hauptstadt von Französisch-Polynesien?]]>
                </qald:string>
                <qald:string lang="es">
                        <![CDATA[¿Quien es el alcalde de la capital de la Polinesia Francesa?]]>
                </qald:string>
                <qald:string lang="it">
                        <![CDATA[Chi è il sindaco della capitale della Polinesia Francese?]]>
                </qald:string>
                <qald:string lang="fr">
                        <![CDATA[Qui est le maire de la capitale de la Polynésie Francaise?]]>
                </qald:string>
                <qald:string lang="nl">
                        <![CDATA[Wie is de burgermeester van de hoofdstad van Frans-Polynesië?]]>
                </qald:string>
                <qald:string lang="ro">
                        <![CDATA[Cine este primarul capitaliei Polineziei Franceze?]]>
                </qald:string>
                <qald:keywords lang="en">
                        <![CDATA[mayor, capital, French Polynesia]]>
                </qald:keywords>
                <qald:keywords lang="de">
                        <![CDATA[Bürgermeister, Hauptstadt, Französisch-Polynesien]]>
                </qald:keywords>
                <qald:keywords lang="es">
                        <![CDATA[alcalde, capital Polinesia Francesa]]>
                </qald:keywords>
                <qald:keywords lang="it">
                        <![CDATA[sindaco, capitale, Polinesia Francese]]>
                </qald:keywords>
                <qald:keywords lang="fr">
                        <![CDATA[maire, capitale, Polynésie Francaise]]>
                </qald:keywords>
                <qald:keywords lang="nl">
                        <![CDATA[burgermeester, hoofdstad, Frans-Polynesië]]>
                </qald:keywords>
                <qald:keywords lang="ro">
                        <![CDATA[primar, capitală, Polinezia Franceză]]>
                </qald:keywords>
                <qald:query>
                        <![CDATA[
PREFIX dbo: <http://dbpedia.org/ontology/>
PREFIX res: <http://dbpedia.org/resource/>
SELECT DISTINCT ?uri 
WHERE { 
        res:French_Polynesia dbo:capital ?x .
        ?x dbo:mayor ?uri .
}
]]>
                </qald:query>
                <qald:answers>
                        <qald:answer>
                                <![CDATA[http://dbpedia.org/resource/Michel_Buillard]]>
                        </qald:answer>
                </qald:answers>
        </qald:question>

